{"url": "http://www.blacksalve.biz/black_salve.php", "query": "black salve cancer", "actual-search-type": "f", "expected-search-type": "u", "contents": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n<head>\n<meta name=\"description\" content=\"Black Salve is a herbal based product, featuring two principal herbs that are said historically to have pharmacologically demonstrated anti-cancer properties, and users of Black Salve, believe that when the Black Salve is applied sufficiently to the cancerous skin lesion, any and every cancer cell associated with that lesion, those laterally and those deep, will be destroyed.\" />\n<meta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" />\n<title>Black Salve (Cansema) for the Treatment of Cancer</title>\n   <link rel=\"stylesheet\" href=\"css/main.css\" type=\"text/css\" />\n</head>\n\n<body>\n<div id=\"wrapper\">\n  \n<div id=\"header\">\n    <a href=\"index.php\"><img src=\"images/top_banner.jpg\" alt=\"Black Salve Click for home.\" class=\"header\" /></a>\n</div> \n<!-- header -->\n\n<div id=\"menuTop\">\n    <ul id=\"menuOne\" class=\"menuHoriz\">\n        <li id=\"menu_home\"><a href=\"index.php\"><span>Home</span></a></li>\n        <li id=\"menu_blacksalveover\"><a href=\"black_salve.php\" onMouseOver=\"setMenu('menuSubTwo')\" onMouseOut=\"clearMenu('menuSubTwo')\"><span>Black Salve</span></a></li>\n        <li id=\"menu_faq\"><a href=\"black_salve_faq.php\" onMouseOver=\"setMenu('menuSubThree')\" onMouseOut=\"clearMenu('menuSubThree')\"><span>FAQ</span></a></li>\n        <li id=\"menu_recommended\"><a href=\"black_salve_recommended_products.php\" onMouseOver=\"setMenu('menuSubThree')\" onMouseOut=\"clearMenu('menuSubThree')\"><span>Recommended Products</span></a></li>\n        <li id=\"menu_onlinestore\"><a href=\"black_salve_onlinestore.php\" onMouseOver=\"setMenu('menuSubFour')\" onMouseOut=\"clearMenu('menuSubFour')\"><span>Online Store</span></a></li>\n        <li id=\"menu_contactus\"><a href=\"black_salve_contactus.php\" onMouseOver=\"setMenu('menuSubFour')\" onMouseOut=\"clearMenu('menuSubFour')\"><span>Contact Us</span></a></li>\n\n    </ul>\n\n</div> <!-- menuTop --><div id=\"contentwrapper\"><!-- left -->\n<div id=\"content\"><div class=\"goback\"><strong><A HREF=\"javascript:history.go(-1)\">\nGo back\n</A></strong></div>\n<h1 align=\"center\">Black Salve (also known as Cansema)</h1>\n<p><br />\n  Black Salves of one type or another  have been around for a very long time, and some say go\nback a thousand years or more with the  Native \nAmerican Indians.\n</p>\n</p>\n<p>The use of Black Salves for the treatment  of cancers \n  has a chequered history of claims and  counter claims \n  by those who are believers, and by those  who criticize \n  its usage. More recently, towards the  latter part of last \n  century, more  refined versions of Black Salves have \n  been used extensively with different names,  including \n  HerbVeil8 and Cansema. </p>\n<p>Black Salve is a herbal based product,  featuring two principal herbs that are said historically to have  pharmacologically demonstrated anti-cancer properties, Blood Root\n  (Sanguinaria canadensis) and Chaparral  (Larrea mexicata). Recent versions of Black Salve include Galangal root  (Alpinia officinarium) or Ginger root (Zingiber officinale), and sometimes  Graviola leaf (Annona muricata).</p>\n<p>The dried herbs contained in Black Salve  are compounded in simmering water with a zinc chloride (ZnCl2) base, a small  amount of DMSO (a carrier, a delivery system molecule), and some glycerine (a  humectant, to help to maintain the moisture of the salve). The resultant Black  Salve compound is aqueous (water-based), so moisture can be restored simply by  adding water, if necessary.</p>\n<p>Black Salve has been classified chemically  as an &ldquo;escharotic&rdquo;, which literally means, it creates an &ldquo;eschar&rdquo; (a piece of  dead tissue). In cases of skin cancer treatment using the Black Salve, the  belief is that the eschar is the dead tumor. After treatment, the eschar will  be expelled (sloughed off) by natural body processes over a short time (usually  within 5 – 14 days even if the tumor is quite deep). Black Salve treated  cancers rarely if ever requires debridement, or surgical removal. </p>\n<p>It is important to dispel a myth about  Black Salve. There is some opposing literature around suggesting that some  Black Salves are corrosive, that is, they work by corrosion, like  &ldquo;burning&rdquo; into the skin, to burn the cancer  out. Maybe some Black Salves in the past made were corrosive. But the more  recent Black Salves used, including Cansema, are definitely not corrosive.  The Black Salves we have seen used, and which  we use now, do not, repeat NOT, act by causing &ldquo;corrosion&rdquo; of the tissue. </p>\n<p>Let it be known that it is true that Black  Salve can be applied safely to healthy skin tissue, even sensitive skin. After  prolonged application (24 hrs, or even up to 48 hours)\n  to healthy tissue, the most it will do will  be to create a bit of redness, and\n  maybe mild itchiness, because it does  attract blood and lymph to the area. This is\n  simply an inflammatory response, and that  is the desired function of the Black Salve after\n  all.  But it will not &ldquo;burn&rdquo; or &ldquo;corrode&rdquo; at all,  and once the Black Salve is removed it is known that these extremely mild  symptoms will rapidly disappear.</p>\n<p>So how does the Black Salve actually work?</p>\n<p>Until thorough scientific trials are  undertaken, we remain uncertain as to the precise\n  mechanism(s) that might characterise the  action of Black Salve. So these next few paragraphs on Black Salve are  hypothetical and postulative, based on observational data only.</p>\n<p>It does appear that principles (&ldquo;actives&rdquo;)  contained within Black Salve are transdermally\n  absorbed, that is, have the capacity to be  absorbed across dermal strata, maybe into the deepest skin.</p>\n<p>The Black Salve also appears to act as a  catalyst (a &ldquo;reagent&rdquo;) in mediating an immune\n  response, a response that demonstrates all the  hallmarks of a classic acute inflammatory response. In short, blood (causing  rubor) and serous fluid (causing edema) that is rich in leucocytes (white blood  cells, including T cells, macrophages), cytokines and other mediators of  inflammation, all are attracted to the area after the application of Black  Salve, presumably increasing levels of various substances including tumour  necrosis factor (TNF).</p>\n<p>Again, from our personal observation, and  studying testimony from practitioners and\n  persons who have used it on themselves,  their loved ones (including pets), and on patients, it seems certain that the Black  Salve does not affect healthy tissue, only neo-plastic (cancerous) cells.</p>\n<p>So, users of Black Salve, both professional  and lay people alike, believe that when the\n  Black Salve is applied sufficiently to the  cancerous skin lesion, any and every cancer cell\n  associated with that lesion, those  laterally and those deep, will be destroyed.</p>\n<p>They believe this result from using the  Black Salve can be confirmed by a subsequent pathology test (e.g. a biopsy, or  scan), and further confirmed with observations over time in which there is no  recurrence of the lesion. So we&rsquo;re not talking guess work or wishful thinking  once you have applied the Black Salve.\n Observation of the tissue that is left  after using \nBlack Salve, demonstrates clear marginal  healthy \ntissue, from which further healing ensues.  In this \nrespect, cancer cell specificity is being demonstrated, \nonly cancer cells will be destroyed, not  the healthy ones. \nVoila, nature&rsquo;s scalpel is the effect.  Thank you Black \nSalve.\n<br />\n</p>\n<p>Black Salve maybe applied safely at home,  if you feel you would like a bit more information we highly recommend Adrian  Jones series of e-books on using Black Salve.\n  You simply leave the Black Salve on the  lesion for a period of 24 hours, wash it off and allow the natural healing  process to begin. After applying the Black Salve your healing period may take a  few days to a month, depending on how deep or large your tumor is and if you  are young and healthy, you will heal quicker than someone who is older and  maybe not in as good health.<br />\n  <br /> \n</p>\n<p align=\"center\"><span style=\"color:#000000; font-size:18px;\">  Sorry we can no longer supply Black Salve</span></p>\n</div> <!-- content -->\n</div> <!-- contentwrapper -->\n  <div id=\"footer\">\n    <div class=\"copyright\"><a href=\"index.php\">&copy;  2011 - 2015 BlackSalve.biz</a></div><div class=\"disclaimer\"><a href=\"disclaimer.php\">Disclaimer</a></div><!-- footer -->\n</div>\n</div> <!-- wrapper -->\n<script type=\"text/javascript\">\n\n  var _gaq = _gaq || [];\n  _gaq.push(['_setAccount', 'UA-698507-6']);\n  _gaq.push(['_trackPageview']);\n\n  (function() {\n    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n  })();\n\n</script>\n</body>\n</html>"}