{"links": ["https://biosil.wordpress.com", "https://biosil.wordpress.com/", "https://biosil.wordpress.com/colloidal-silver/", "https://biosil.wordpress.com/colloidal-silver-grandfather/", "https://biosil.wordpress.com/dmso/", "https://biosil.wordpress.com/graviola-soursop-and-cancer-and-more/", "https://biosil.wordpress.com/irvingia/", "https://biosil.wordpress.com/pets/", "https://biosil.wordpress.com", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/", "https://biosil.wordpress.com/author/biosil/", "https://biosil.wordpress.com/category/cures-success-stories/", "https://biosil.wordpress.com/category/health/", "https://biosil.wordpress.com/tag/black-salve/", "https://biosil.wordpress.com/tag/carcinoma/", "https://biosil.wordpress.com/tag/skin-cancer/", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/#respond", "http://blog.blacksalveinfo.com/", "http://bestonearthproducts.com/", "http://www.BestOnEarthProducts.com", "http://blog.blacksalveinfo.com/2012/07/black-salve-cancer-testimonials.html", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=twitter", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=email", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/", "#", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=facebook", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/", "https://biosil.wordpress.com/author/biosil/", "https://biosil.wordpress.com/category/cures-success-stories/", "https://biosil.wordpress.com/category/health/", "https://biosil.wordpress.com/tag/bcc/", "https://biosil.wordpress.com/tag/black-salve/", "https://biosil.wordpress.com/tag/carcinoma/", "https://biosil.wordpress.com/tag/moles/", "https://biosil.wordpress.com/tag/skin-tags/", "https://biosil.wordpress.com/tag/warts/", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/#respond", "http://www.biosil.co.za/products/black-salve-drawing-ointment", "http://clicks.aweber.com/y/ct/?l=Lv0I6&m=JQKlgIuyQD9xQT&b=bCMkQsMz_xPtou.88qi8WQ", "http://clicks.aweber.com/y/ct/?l=Lv0I6&m=JQKlgIuyQD9xQT&b=jus4b12WPdl93M77KN7P2w", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=twitter", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=email", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/", "#", "https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=facebook", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/", "https://biosil.wordpress.com/author/biosil/", "https://biosil.wordpress.com/category/health/", "https://biosil.wordpress.com/tag/black-salve/", "https://biosil.wordpress.com/tag/breast/", "https://biosil.wordpress.com/tag/breast-cancer/", "https://biosil.wordpress.com/tag/cancer/", "https://biosil.wordpress.com/tag/cancer-staging/", "https://biosil.wordpress.com/tag/conditions-and-diseases/", "https://biosil.wordpress.com/tag/health/", "https://biosil.wordpress.com/tag/mammography/", "https://biosil.wordpress.com/tag/national-cancer-institute/", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/#respond", "http://www.blacksalve.biz/index.php", "http://www.blacksalve.biz/how_black_salve_is_being_used_to_treat_breast_cancers_in_the_21st_century_e-book.php", "http://www.globalstarservices.com.au/online-store/books/how-black-salve-is-being-used-to-treat-breast-cancers-in-the-21st-century-e-book", "http://www.adrianjonesnaturopath.com/consulting.htm", "http://www.globalstarservices.com.au/online-store/books/how-black-salve-is-being-used-to-treat-breast-cancers-in-the-21st-century-e-book", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=twitter", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=email", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/", "#", "https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=facebook", "https://biosil.wordpress.com/2015/08/27/gentle-vaccine-detox/", "https://biosil.wordpress.com/2015/06/21/how-to-treat-bipolar-disorder-manic-depression-naturally/", "https://biosil.wordpress.com/2015/06/20/diatomaceous-earth-de-wonderful-benefits/", "https://biosil.wordpress.com/2015/06/19/black-salve-feedback/", "https://biosil.wordpress.com/2015/06/16/34514/", "https://biosil.wordpress.com/2015/06/12/vaccines-did-your-medic-show-you-this/", "https://biosil.wordpress.com/2015/06/07/michael-tsarion-a-world-apart-star-lit-dramas-and-official-sacrifices-to-the-planets/", "https://biosil.wordpress.com/2015/06/07/detoxing-so-important/", "https://biosil.wordpress.com/2015/06/01/best-health-advice-free-and-so-easy/", "https://biosil.wordpress.com/2015/06/01/vaccines-still-want-to-vaccinate-your-child-please-watch-this/", "https://biosil.wordpress.com/2015/05/29/psoriasis-natural-remedy/", "https://biosil.wordpress.com/2015/05/27/who-is-in-charge-in-our-body/", "https://biosil.wordpress.com/2015/05/24/8-herbs-for-common-baby-issues/", "https://biosil.wordpress.com/2015/05/01/34447/", "https://biosil.wordpress.com/2015/05/01/cancer-and-silver/", "https://biosil.wordpress.com/2015/04/27/laxative-safe-and-natural/", "https://biosil.wordpress.com/2015/04/27/gut-to-brain-come-in-please/", "https://biosil.wordpress.com/2015/04/13/you-want-to-vaccinate-my-child-please-sign-here/", "https://biosil.wordpress.com/2015/04/08/ever-wondered-why-weve-been-fed-the-lie-that-we-only-use-10-of-brainpower/", "https://biosil.wordpress.com/2015/03/23/turmerics-smart-kill-properties-put-chemo-radiation-to-shame/", "https://biosil.wordpress.com/2015/03/14/change-your-lifestyle-change-your-genes-the-power-is-in-you/", "https://biosil.wordpress.com/2015/03/12/doctors-making-money-by-diagnosing-cancer-in-healthy-people/", "https://biosil.wordpress.com/2015/03/11/what-role-does-your-emotions-and-symptoms-play-on-your-body/", "https://biosil.wordpress.com/2015/03/04/can-we-transform-the-aging-process/", "https://biosil.wordpress.com/2015/03/03/amaaaazing-benefits-of-oil-pulling/", "https://biosil.wordpress.com/", "https://biosil.wordpress.com/colloidal-silver/", "https://biosil.wordpress.com/colloidal-silver-grandfather/", "https://biosil.wordpress.com/dmso/", "https://biosil.wordpress.com/graviola-soursop-and-cancer-and-more/", "https://biosil.wordpress.com/irvingia/", "https://biosil.wordpress.com/pets/", "http://maps.google.com/maps?z=16&q=kensington,+johannesburg", "https://wordpress.com/?ref=footer_blog", "#cancel"], "title": "black salve | Bio-Sil South Africa", "url": "https://biosil.wordpress.com/tag/black-salve/", "actual-search-type": "f", "paragraphs": ["comments: My name is Pat, on Nov. 2/2011; I was told I had cancer in my left breast.", "It was a high-grade Ductal Carcinoma in-situ, Comedo subtype.", "At the time I did not have insurance, so I was trying to find ways to deal with the cancer with out surgery, chemo and radiation.", "On 11/22/11 I was told I had invasive ductal carcinoma in my right breast.", "By the time of the second diagnosis I was already juicing and working on getting my body in the alkaline state.", "I found a wonderful holistic Dr. in Lake Mary, Fl.", "With the help of my holistic Dr. we were working on the cancer.", "I did may bath soaks and many different supplements.", "The tumor in the right breast was staying the same size, but the tumor in the left breast was growing and pushing out the side of my breast.", "I made the mistake of allowing the conventional Dr.s to cut into the tumor and remove some of my skin on the left breast.", "The tumor on the left breast grew to be 7.5 cm.", "at its largest point; (it was about the size of a golf ball).", "I was able to get insurance, and on Jan. 27 2012 I had a double mastectomy.", "As a Bio-energetic Chiropractor for 32 years, I had the opportunity to witness many miracles with Natural healing.", "When I discovered a lump in my left breast in 2004, I applied Black Salve from a company that I will not name, because the support and instructions were sketchy and not helpful at all.", "Not all the unhealthy tissue came out.", "I monitored the progress with Digital Thermography, focused on my health and re-applied in 2006 with salve from another company whose support was excellent, with clear and defined instructions.", "Happy to say that all is well since.", "Ive been taking the EllagiCaps (6 per day), Black Salve Bloodroot capsules (6 per day) and Apricot kernels (36 per day) for the last few weeks.", "Ive just had another MRI scan which showed that my T3N1 rectal tumour has a central ulceration and is reported to have reduced in size about 20%.", "The doctors dismiss this, even though it is the same machine and same radiologist!", "I first noticed a small round patch of dead skin on the back of my arm.", "I scraped it off and didnt think much more about it until a few weeks later and saw that it was back.", "This was a little larger around than a pencil eraser.", "I did the same thing and a few weeks later I noticed that now it had grown into a growth looking somewhat like a mole.", "I decided to do some reading about skin cancer as my father died from a rare form.", "I became convinced that this wasnt an ordinary mole and my wife and I discussed what to do.", "She knows I have no faith in conventional medicine at all.", "Somewhere years ago she had read something about Black Salve and I did some checking and came upon this site and some great testimonials about the use of this product and decided to give it a try.", "I ordered some from Best On Earth Products and it came in a few days.", "I followed the instructions and in about an hour that location where I had applied it began to sting.", "It felt kind of like someone sticking me with a pin.", "The next day I cleaned the material off as instructed and noticed the bump was now a depression.", "I put on another application and covered it.", "A few days later the area around the spot became red and sore.", "I was a little concerned as that wasnt one of the things I was expecting.", "In about a week it began to emit some pus.", "Not a lot and I cleaned it up with hydrogen peroxide as instructed.", "That lasted for a few days and then it just looked like most scabs.", "In about 10 days from the first application that scab fell off and I was amazed that I had this perfectly round hole in my arm about 3/16 of an inch deep.", "It looked like someone had taken a miniature cookie cutter and taken a sample out of my arm.", "It didnt hurt any longer as I was expecting.", "I cleaned it up and put on a bandage and the next day it was scabbed up.", "The redness and soreness had begun to taper off and was gone in about a week.", "Dear Rick, I apologize for not documenting everything carefully as it was happening; I hadnt expected anything worth documenting to happen.", "Ill go ahead and tell you this account of my experiences with Black Salve in hope that they may be of help to someone.I had used Black Salve on several moles on my face and had been amazed at the changes over a period of weeks as I applied it to one and then another.", "It was interesting to me that the large moles disappeared, but I was fascinated with what I could feel going on under my skin beneath them.", "Large areas became hard, as though material was being drawn in from places deep and wide.", "After a month or so, the tissue became soft again.", "After at least six months, a bit of mole reappeared in two places, with a bit of hardness under them.", "I reapplied Black Salve and the moles disappeared again and the areas beneath them softened and returned to normal.", "A few months later, I discovered a lump to the right of my right breast.", "When it began growing and became hard and painful, I started researching.", "One of my sisters had had breast cancer and another ovarian.I read a bit of information and ordered Black Salve capsules, since I was already impressed with the salve.", "When they arrived,I took 3 @ day to start with, and kept reading.", "Within 5-10 minutes of taking the first capsule, I experienced pain in the lump and in another area of my right breast.", "This happened every time I took a capsule and I never felt pain in any other area of my body, so I figured something was really going on.", "The pain increased daily until the point of agony.", "I had read that the black salve would only target cancer and that if it found it, it would hurt.", "I took comfort in these words and gave thanks for the healing I believed was taking place.By this time I had read information that said the internal treatment for cancer was not for the faint of heart and that once started, it was important to continue boldly until resolution.", "The pain kept increasing and I questioned whether or not I was doing the right thing.", "Hi, I have had black salve for a year now.", "Used it on a mole on my arm, took it away.", "A strange off white odd shaped nodule came up on my wrist, on the upper side.", "I was taking vit c injections for something else.", "I ran out of shots, and put black salve on it.", "I was told never to put more than one application on it.", "But, I put it on approx.", "It got ugly with drainage, about the size of a half dollar.", "I knew they said that it has to liquefy to get out.", "It healed up and for a day or so, had a hole where the core fell out.", "Remember to keep it out of the sun even while it heals.", "Hi, this is my second testimonial regarding black salve.", "I am now 42 years old and have had recurrent melanoma since 2004.", "I have had surgery, have had multiple biopsies done, taken supplements, used black salve, I see an alternative care practitioner and I maintain a 3 month skin check schedule with my dermatologist.", "I have been blessed that my melanomas have yet, as far as I am aware, to invade lymph or other organs.", "My mom and my sister have been diagnosed with stage 4 colon/liver cancer.", "They were diagnosed within 10 days of each other.", "As you can imagine, this rocked my world.", "Of course, one of my prevailing thoughts is fear and anticipation that this will be my legacy.", "I realize that it does not have to be, however, emotions can get in the way of clear thinking.", "All of that to tell you thisI found 2 places I did not like the looks ofwe have been watching them and to me, they had changed slightly in color and appearance.", "They were on the back of my left hip.", "They were small, pink/red moles, as big as, if not smaller than eraser heads.", "I should have had them biopsied first, treated them with Black Salve after.", "I did not do that so I do not know what they were.", "I DO NOT recommend doing it like I just did.", "My mental state regarding the recent diagnosis of my mom and sister put me in a panicI started treating them with black salve on 1-1-09..by 1-3-09 I had quite a response and knew the salve had detected something.", "By 1-6-09 I was experiencing a great deal of pain.", "The areas were red, inflamed and had turned a very ugly green.", "I was panicked and edgy due to what I was experiencing.", "By the weekend the pain was even greater.", "The areas had gone from the eraser head size to dime size and penny size.", "I woke up at 3:45 a.m. on Monday 1-12-09 and knew without a doubt that the process was complete.", "The pain had stopped, the areas were draining and the cores had fallen out.", "The cores were absolutely something I did not want in my body, they were gray/green and rubbery and the depth was thick.", "Black salve is such a great product.", "In 2007, my uncle cured himself of a very aggressive form of bladder cancer by refusing chemo and using the black salve capsules.", "I recommend this constantly to others.", "I know he would love to do a testimonial because he went around telling everyone.", "The doctors were amazed but not real pleased to hear he had healed himself with black salve.", "They told him the black salve was sort of like a natural chemo but they could not recommend it because it was not FDA approved!", "It sickens me to think of the lives that are being lost each day to this thinking.", "But, to make a long story short, my Uncle Dale never missed a beat after the diagnosis of the bladder cancer and hearing the news that he had 3-6 months to live.", "He never slowed down until he walked out of a restaurant, tripped and fell on his shoulder.", "He was so excited about not having cancer anymore that he thought the shoulder would heal and didnt have it checked out.", "Unfortunately, he got MRSA in the shoulder and eventually lost his life last March to the staff infection.", "Im so sorry I didnt know about the black salve when I had breast cancer in 2000.", "I might have avoided the chemo.", "But, now I know, and I share this web site with someone each week.", "The most recent was to a person who has bladder cancer and has been told he is cancer free!", "Time to take black salve if you ask me!", "I have been told stories by my mother about how my aunt and grandfather (yes, really my grandfather) put black salve on themselves to kill their breast cancer.", "Back then, they didnt have much to work with and the black salve ate off the breast, but they lived to be very old with no breast cancer.", "I was told they bought it from the Watkins man who came around selling all kinds of ointments from his wagon.", "The black salve has been used in my family almost 100 years but I had forgotten about it until my uncle decided he would heal himself.", "He also had several skin cancers which he took care of with the black salve ointment.", "I remember the day in 2007 when he so candidly told me how easy it was to use and how well it worked.", "My uncle died at 65, but Im sure he would have lived to be very old if the MRSA had not taken his life.", "Before the bladder cancer, he had kidney cancer and the doctors talked him into taking his last kidney.", "The other one had shriveled up years before from a botched attempt to remove kidney stones.", "He told me after he cured himself with the black salve how he wished so much he had found the capsules before the kidney surgery and had said NO to losing it.", "I then found a holistic treating chiropractor who was willing to manage my care while I took the Black Salve.", "I took it internally (capsules) every day for 2 months and 3 weeks.", "In April of 2008 was informed I am cancer free.", "So the $750,000 Western protocol did not work but the $50.00 Black Salve with chiropractic care and management did.", "People who see me today honestly do not believe I was in a state of Dis-Ease just a year ago!", "I have had skin cancer for some years now and have had many removed by surgery.", "They were the BCC & SCC type skin cancers.", "I heard about curaderm and used the cream for several years.", "It worked on some cancers about 80% and completely removed them, however, some came back and others did not respond.", "I treated three cancers for two years with curaderm with no success.", "I had heard about black slave, mostly negative so I never bothered to follow it up.", "I now had two cancers that were getting bigger one on my upper leg and one on my head.", "I did not have these diagnosed by a doctor, lately my trust in doctors has not been that high.", "Also the thought and cost of surgery did nothing for me.", "So I studied cansema (black slave) on the net and happened to mention it to a friend of mine which lead to me calling a friend of his who used it and could supply it in Australia.", "We are now a few months down the track and the salve has completely removed all the cancers as per the directions that you get with the salve.", "The two main ones I mentioned earlier just fell out after a few days and are now healing nicely.", "I also confirm that the salve will not effect normal skin it does nothing, but let it get in contact with a cancer and all hell breaks lose.", "I found the treatment on my leg very painful and I needed pain killers for a few days but the one on my head which I thought would be a night mare because of its size was no problem at all.", "Ricks comments: This persons testimonial is similar to what I have heard other report about Curaderm.", "It works on surface spots but they can come back after a while.", "I believe that the black salve penetrates much deeper than the curaderm can and that is why it works more efficiently.", "This comprehensive e-book by Naturopath Adrian Jones (featured in Elaine Hollingsworths DVD One Answer to Cancer) covers all of your fears, questions and more that arise from using Black Salve on breast cancers."], "contents": "<!DOCTYPE html>\n<html lang=\"en\">\n\n<head>\n<meta charset=\"UTF-8\" />\n<title>black salve | Bio-Sil South Africa</title>\n<link rel=\"profile\" href=\"http://gmpg.org/xfn/11\" />\n<link rel=\"pingback\" href=\"https://biosil.wordpress.com/xmlrpc.php\" />\n<meta name=\"google-site-verification\" content=\"natural health, nature\" />\n<meta name=\"msvalidate.01\" content=\"natural health, nature\" />\n<link rel='dns-prefetch' href='//s2.wp.com' />\n<link rel='dns-prefetch' href='//s0.wp.com' />\n<link rel='dns-prefetch' href='//s1.wp.com' />\n<link rel=\"alternate\" type=\"application/rss+xml\" title=\"Bio-Sil South Africa &raquo; Feed\" href=\"https://biosil.wordpress.com/feed/\" />\n<link rel=\"alternate\" type=\"application/rss+xml\" title=\"Bio-Sil South Africa &raquo; Comments Feed\" href=\"https://biosil.wordpress.com/comments/feed/\" />\n<link rel=\"alternate\" type=\"application/rss+xml\" title=\"Bio-Sil South Africa &raquo; black salve Tag Feed\" href=\"https://biosil.wordpress.com/tag/black-salve/feed/\" />\n\t<script type=\"text/javascript\">\n\t\t/* <![CDATA[ */\n\t\tfunction addLoadEvent(func) {\n\t\t\tvar oldonload = window.onload;\n\t\t\tif (typeof window.onload != 'function') {\n\t\t\t\twindow.onload = func;\n\t\t\t} else {\n\t\t\t\twindow.onload = function () {\n\t\t\t\t\toldonload();\n\t\t\t\t\tfunc();\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\t/* ]]> */\n\t</script>\n\t\t\t<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s0.wp.com\\/wp-content\\/mu-plugins\\/wpcom-smileys\\/twemoji\\/2\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s0.wp.com\\/wp-content\\/mu-plugins\\/wpcom-smileys\\/twemoji\\/2\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/s1.wp.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?m=1473172720h&ver=4.6.1-RC1-38499\"}};\n\t\t\t!function(a,b,c){function d(a){var c,d,e,f,g,h=b.createElement(\"canvas\"),i=h.getContext&&h.getContext(\"2d\"),j=String.fromCharCode;if(!i||!i.fillText)return!1;switch(i.textBaseline=\"top\",i.font=\"600 32px Arial\",a){case\"flag\":return i.fillText(j(55356,56806,55356,56826),0,0),!(h.toDataURL().length<3e3)&&(i.clearRect(0,0,h.width,h.height),i.fillText(j(55356,57331,65039,8205,55356,57096),0,0),c=h.toDataURL(),i.clearRect(0,0,h.width,h.height),i.fillText(j(55356,57331,55356,57096),0,0),d=h.toDataURL(),c!==d);case\"diversity\":return i.fillText(j(55356,57221),0,0),e=i.getImageData(16,16,1,1).data,f=e[0]+\",\"+e[1]+\",\"+e[2]+\",\"+e[3],i.fillText(j(55356,57221,55356,57343),0,0),e=i.getImageData(16,16,1,1).data,g=e[0]+\",\"+e[1]+\",\"+e[2]+\",\"+e[3],f!==g;case\"simple\":return i.fillText(j(55357,56835),0,0),0!==i.getImageData(16,16,1,1).data[0];case\"unicode8\":return i.fillText(j(55356,57135),0,0),0!==i.getImageData(16,16,1,1).data[0];case\"unicode9\":return i.fillText(j(55358,56631),0,0),0!==i.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement(\"script\");c.src=a,c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var f,g,h,i;for(i=Array(\"simple\",\"flag\",\"unicode8\",\"diversity\",\"unicode9\"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],\"flag\"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",g,!1),a.addEventListener(\"load\",g,!1)):(a.attachEvent(\"onload\",g),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n\t\t<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link rel='stylesheet' id='all-css-0-1' href='https://s1.wp.com/_static/??-eJx9jtEOgjAMRX/I2qBo5MH4LWM2Mli3hm4h/D1D4osaXpr25pzc4iRgY0gUEnIG8fnlguIkNjIoO0/z13W0qgf8r3k3kGJPSYwd4H3t4TaOVHIWk1aC6ekMeeKC7Wks14+1rl3p2q3Z3m9bGUkVymSXGVJXin69LUbJLVpPJkAXmVDT7GllH3yv6ktzqqvmfOsXHoN2cA==' type='text/css' media='all' />\n<!--[if IE]>\n<link rel='stylesheet' id='cleanhome-ie-css'  href='https://s0.wp.com/wp-content/themes/pub/clean-home/ie.css?m=1291819101h&#038;ver=4.6.1-RC1-38499' type='text/css' media='all' />\n<![endif]-->\n<link rel='stylesheet' id='all-css-2-1' href='https://s1.wp.com/_static/??-eJyFzOEKwjAMBOAXsoZBRf0hPksXYldJk9J0jL39KoIogv67g/sOluJQpZE0aBNlMijzCMgUxE2aCZIgWFuZ3FJQ8x7NdvBXobJWAxNd1idJINpSV/YKX195doXnmPomkjpWDC2pfBR345DqL1ppZI09Ruirt/pA13wZ/OHs/ek4+PsG9+VekQ==' type='text/css' media='all' />\n<link rel='stylesheet' id='print-css-3-1' href='https://s0.wp.com/wp-content/mu-plugins/global-print/global-print.css?m=1465851035h' type='text/css' media='print' />\n<link rel='stylesheet' id='all-css-4-1' href='https://s0.wp.com/_static/??-eJx9i9EKwjAMRX/IGmVj80X8lqx0bSRNSpPh74sPIjLx6Z4L58CjhajiSRzqFhpvmcQAo5PKgv1Dx2h2gN96U/OwMlIHK9hJ8nv/VaaRkANr1u+zi7ykmgzKCJl1QX4Jt3o9j/M0DJdpPt2fxX5JuQ==' type='text/css' media='all' />\n<script type='text/javascript' src='https://s0.wp.com/_static/??-eJyFzt0KwjAMBeAXsiv+Tb0Qn6WrcaQuaW1Shz69HeiFMBQCgZyPQ+yYDLIfyhnEhjq3AvnxXk2Qhf0FDGGfnUJDyB/sIyuwTpZihwOYIpBdX2+16BJnXIqiBCIVzaTfLyHfEca/LIAm568mg+Bzaj3Rcblp2+1qfdjtwws0V1vd'></script>\n<link rel=\"EditURI\" type=\"application/rsd+xml\" title=\"RSD\" href=\"https://biosil.wordpress.com/xmlrpc.php?rsd\" />\n<link rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\" href=\"https://s1.wp.com/wp-includes/wlwmanifest.xml\" /> \n<meta name=\"generator\" content=\"WordPress.com\" />\n<link rel=\"shortcut icon\" type=\"image/x-icon\" href=\"https://secure.gravatar.com/blavatar/4ea4b5333b49c7a6433414e0fa0a75db?s=32\" sizes=\"16x16\" />\n<link rel=\"icon\" type=\"image/x-icon\" href=\"https://secure.gravatar.com/blavatar/4ea4b5333b49c7a6433414e0fa0a75db?s=32\" sizes=\"16x16\" />\n<link rel=\"apple-touch-icon-precomposed\" href=\"https://secure.gravatar.com/blavatar/4ea4b5333b49c7a6433414e0fa0a75db?s=114\" />\n<link rel='openid.server' href='https://biosil.wordpress.com/?openidserver=1' />\n<link rel='openid.delegate' href='https://biosil.wordpress.com/' />\n<link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"https://biosil.wordpress.com/osd.xml\" title=\"Bio-Sil South Africa\" />\n<link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"https://s1.wp.com/opensearch.xml\" title=\"WordPress.com\" />\n<meta name=\"theme-color\" content=\"#abe3fb\" />\n<script type=\"text/javascript\" id=\"webfont-output\">\n  \n  WebFontConfig = {\"typekit\":{\"id\":\"bcj0htl\"}};\n  (function() {\n    var wf = document.createElement('script');\n    wf.src = ('https:' == document.location.protocol ? 'https' : 'http') +\n      '://ajax.googleapis.com/ajax/libs/webfont/1/webfont.js';\n    wf.type = 'text/javascript';\n    wf.async = 'true';\n    var s = document.getElementsByTagName('script')[0];\n    s.parentNode.insertBefore(wf, s);\n\t})();\n</script>\t\t<style type=\"text/css\">\n\t\t\t.recentcomments a {\n\t\t\t\tdisplay: inline !important;\n\t\t\t\tpadding: 0 !important;\n\t\t\t\tmargin: 0 !important;\n\t\t\t}\n\n\t\t\ttable.recentcommentsavatartop img.avatar, table.recentcommentsavatarend img.avatar {\n\t\t\t\tborder: 0px;\n\t\t\t\tmargin: 0;\n\t\t\t}\n\n\t\t\ttable.recentcommentsavatartop a, table.recentcommentsavatarend a {\n\t\t\t\tborder: 0px !important;\n\t\t\t\tbackground-color: transparent !important;\n\t\t\t}\n\n\t\t\ttd.recentcommentsavatarend, td.recentcommentsavatartop {\n\t\t\t\tpadding: 0px 0px 1px 0px;\n\t\t\t\tmargin: 0px;\n\t\t\t}\n\n\t\t\ttd.recentcommentstextend {\n\t\t\t\tborder: none !important;\n\t\t\t\tpadding: 0px 0px 2px 10px;\n\t\t\t}\n\n\t\t\t.rtl td.recentcommentstextend {\n\t\t\t\tpadding: 0px 10px 2px 0px;\n\t\t\t}\n\n\t\t\ttd.recentcommentstexttop {\n\t\t\t\tborder: none;\n\t\t\t\tpadding: 0px 0px 0px 10px;\n\t\t\t}\n\n\t\t\t.rtl td.recentcommentstexttop {\n\t\t\t\tpadding: 0px 10px 0px 0px;\n\t\t\t}\n\t\t</style>\n\t\t<meta name=\"application-name\" content=\"Bio-Sil South Africa\" /><meta name=\"msapplication-window\" content=\"width=device-width;height=device-height\" /><meta name=\"msapplication-tooltip\" content=\"BLOG - About natural health and taking back your power\" /><meta name=\"msapplication-task\" content=\"name=Subscribe;action-uri=https://biosil.wordpress.com/feed/;icon-uri=https://secure.gravatar.com/blavatar/4ea4b5333b49c7a6433414e0fa0a75db?s=16\" /><meta name=\"msapplication-task\" content=\"name=Sign up for a free blog;action-uri=http://wordpress.com/signup/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"msapplication-task\" content=\"name=WordPress.com Support;action-uri=http://support.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"msapplication-task\" content=\"name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"title\" content=\"Posts about black salve on Bio-Sil South Africa\" />\n<meta name=\"description\" content=\"Posts about black salve written by BIO-SIL\" />\n<style type=\"text/css\" id=\"custom-background-css\">\nbody.custom-background { background-color: #abe3fb; }\n</style>\n<style type=\"text/css\" id=\"syntaxhighlighteranchor\"></style>\n</head>\n\n<body class=\"archive tag tag-black-salve tag-7900609 custom-background mp6 customizer-styles-applied color-snowy highlander-enabled highlander-light\">\n\n<div id=\"wrapper\">\n\n\t<div class=\"header\">\n\t\t<div id=\"logo\">\n\t\t<h1><a href=\"https://biosil.wordpress.com\">Bio-Sil South Africa</a></h1>\n\t\t<h2>BLOG &#8211; About natural health and taking back your power</h2>\n\t\t</div>\n\n\t\t<div id=\"nav\">\n\t\t\t<ul id=\"menu-pages\" class=\"menu\"><li id=\"menu-item-33670\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33670\"><a href=\"https://biosil.wordpress.com/\">BIO-SIL Products</a></li>\n<li id=\"menu-item-33671\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33671\"><a href=\"https://biosil.wordpress.com/colloidal-silver/\">Colloidal Silver</a></li>\n<li id=\"menu-item-33619\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33619\"><a href=\"https://biosil.wordpress.com/colloidal-silver-grandfather/\">Colloidal Silver Grandfather</a></li>\n<li id=\"menu-item-33673\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33673\"><a href=\"https://biosil.wordpress.com/dmso/\">DMSO</a></li>\n<li id=\"menu-item-33674\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33674\"><a href=\"https://biosil.wordpress.com/graviola-soursop-and-cancer-and-more/\">Graviola &#8211; Soursop and cancer .. and more</a></li>\n<li id=\"menu-item-33675\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33675\"><a href=\"https://biosil.wordpress.com/irvingia/\">IRVINGIA</a></li>\n<li id=\"menu-item-33683\" class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33683\"><a href=\"https://biosil.wordpress.com/pets/\">Pets</a></li>\n</ul>\t\t</div>\n\n\t\t\t\t<div id=\"header-image\">\n\t\t\t<a href=\"https://biosil.wordpress.com\"><img src=\"https://biosil.files.wordpress.com/2014/02/med21.jpg\" width=\"900\" height=\"200\" alt=\"\" /></a>\n\t\t</div>\n\t\t\t</div>\n\n\t\n\t<div id=\"content\" class=\"content\">\n\t\n\t\t\n\t\t<div class=\"post-34521 post type-post status-publish format-standard hentry category-cures-success-stories category-health tag-black-salve tag-carcinoma tag-skin-cancer\" id=\"post-34521\">\n\t<h1><a href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/\">Black Salve feedback</a></h1>\n\t<small class=\"post-meta\"><span class=\"post-date\"><b>Posted:</b> June 19, 2015</span> <span class=\"author-link\">| <b>Author:</b> <a href=\"https://biosil.wordpress.com/author/biosil/\" title=\"Posts by BIO-SIL\" rel=\"author\">BIO-SIL</a></span> <span class=\"meta-sep\">|</span> <span class=\"cat-links\"><b>Filed under:</b> <a href=\"https://biosil.wordpress.com/category/cures-success-stories/\" rel=\"category tag\">Cures - Success stories</a>, <a href=\"https://biosil.wordpress.com/category/health/\" rel=\"category tag\">Health</a></span> <span class=\"tag-links\"> | <b>Tags:</b> <a href=\"https://biosil.wordpress.com/tag/black-salve/\" rel=\"tag\">black salve</a>, <a href=\"https://biosil.wordpress.com/tag/carcinoma/\" rel=\"tag\">carcinoma</a>, <a href=\"https://biosil.wordpress.com/tag/skin-cancer/\" rel=\"tag\">skin cancer</a></span> <span class=\"edit-link\"></span> <span class=\"meta-sep\">|</span> <span class=\"comments-link\"><a href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/#respond\">Leave a comment</a></span></small>\n\t<div id=\"navbar\" class=\"navbar section\">\n<div id=\"Navbar1\" class=\"widget Navbar\">\n<h3></h3>\n<h3 style=\"text-align:center;\"><img src=\"https://biosil.files.wordpress.com/2015/06/f78dc-bloodroot_plant.jpg?w=590\" alt=\"\" /></h3>\n<h3 style=\"text-align:center;\"></h3>\n<h3 style=\"text-align:center;\"></h3>\n<h3 style=\"text-align:center;\"></h3>\n<h3 id=\"navbar-iframe-container\" style=\"text-align:center;\"><span style=\"color:#3b043b;\">   </span><a href=\"http://blog.blacksalveinfo.com/\"><img id=\"Header1_headerimg\" src=\"https://i0.wp.com/blacksalveinfo.com/picts/BSILogo.jpg\" alt=\"Black Salve Info\" width=\"321px; \" height=\"45px; \" /></a></h3>\n</div>\n</div>\n<div class=\"content\">\n<div class=\"content-outer\">\n<div class=\"fauxborder-left content-fauxborder-left\">\n<div class=\"content-inner\">\n<header>\n<div class=\"header-outer\"></div>\n</header>\n<div class=\"main-outer\">\n<div class=\"fauxborder-left main-fauxborder-left\">\n<div class=\"region-inner main-inner\">\n<div class=\"columns fauxcolumns\">\n<div class=\"columns-inner\">\n<div class=\"column-center-outer\">\n<div class=\"column-center-inner\">\n<div id=\"main\" class=\"main section\">\n<div id=\"Blog1\" class=\"widget Blog\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry\">\n<div class=\"post-header\" style=\"text-align:center;\"><span style=\"color:#000000;\"> &#8230;</span></div>\n<div id=\"post-body-8221588273931340735\" class=\"post-body entry-content\"><span style=\"color:#000000;\"> </span></div>\n<div class=\"post-body entry-content\"></div>\n<div class=\"post-body entry-content\"></div>\n<div class=\"post-body entry-content\">The following are testimonials that have been emailed to me.  Always seek the advise of a qualified health care practitioner when using any health treatment.  There are many bogus salves on the market, if you can&#8217;t make your own, try <a href=\"http://bestonearthproducts.com/\">http://BestOnEarthProducts.com</a></div>\n</div>\n</div>\n<div class=\"post-body entry-content\"></div>\n<h3 class=\"post-body entry-content\" style=\"text-align:center;\"><span style=\"color:#ffffff;\">&#8230; </span></h3>\n<h3 class=\"post-body entry-content\" style=\"text-align:center;\"></h3>\n<h3 class=\"post-body entry-content\" style=\"text-align:center;\"><span style=\"color:#3b043b;\">This great product is now available in SA at this link: http://www.biosil.co.za/products/black-salve-drawing-ointment</span></h3>\n<p style=\"text-align:center;\"><img class=\"\" src=\"https://i2.wp.com/cdn.shopify.com/s/files/1/0208/6288/products/Black_Salve_grande.png\" alt=\"Black Salve drawing ointment (25 ml)\" width=\"159\" height=\"159\" /></p>\n<p><span style=\"color:#3b043b;\">BREAST CANCER</span></p>\n<div class=\"post-outer\">\n<div class=\"post hentry\">\n<div class=\"post-body entry-content\">\n<p>comments: My name is Pat, on Nov. 2/2011; I was told I had cancer in my left breast. It was a high-grade Ductal Carcinoma in-situ, Comedo subtype. At the time I did not have insurance, so I was trying to find ways to deal with the cancer with out surgery, chemo and radiation. On 11/22/11 I was told I had invasive ductal carcinoma in my right breast. By the time of the second diagnosis I was already juicing and working on getting my body in the alkaline state.</p>\n<p>I found a wonderful holistic Dr. in Lake Mary, Fl. With the help of my holistic Dr. we were working on the cancer. I did may bath soaks \u2028and many different supplements. The tumor in the right breast was staying the same size, but the tumor in the left breast was growing and pushing out the side of my breast. I made the mistake of allowing the conventional Dr.&#8217;s to cut into the tumor and remove some of my skin on the left breast. The tumor on the left breast grew to be 7.5 cm. at its largest point; (it was about the size of a golf ball). I was able to get insurance, \u2028and on Jan. 27 2012 I had a double mastectomy.</p>\n<p>My cancer cell count after the surgery done, with the Limbic Stress Assessment (LSA) Electro-Dermal Screening (EDS) by my holistic Dr. was still at 53. I had been told about Black Salve Bloodroot Capsules and decided to give them a try. I also ordered the EllagiCaps (made by Best On Earth Products, LLC) within on week of taking the products I had a new cancer mass on the incision area of my left breast.<br />\nAgain I went in for surgery and had the mass removed. After the surgery I went back to my holistic Dr. and we did the Electro-Dermal Screening (EDS) again, this time my cancer cell count was at 2. My holistic Dr. says most people will show a count of 1 or 2. I had a CAT Scan May 17 2012 and on May 22 2012 the conventional Drs. said no cancer. I have not done chemo or radiation as of today and do not plan to. I believe the black salve is what grouped the cancer cells together so I could get them removed.<br />\nAs of today I am cancer free, Still doing many natural supplements, with the direction of my holistic Dr., along with juicing and I have never felt better. Thank You makers of Black Salve!<br />\nSincerely\u2028Pat R.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">MELANOMA</span></p>\n<p>Hi Rick,</p>\n<p>My husband was clinically diagnosed with melanoma on his torso which he received from a tanning bed. After listening to the doctors from the doctors, all of the options required negative side effects so we decided to do some research. After learning more about cancer we realized we needed to make a decision based on knowledge rather than fear an felt that black salve was our best option. We removed the melanoma with black salve and he has now been cancer free for 7 years. The experience inspired me to apply the black salve to two moles that I have had my whole life and found out that one was probably cancer from the way it reacted, thankfully it was small at the time and I am very thankful that black salve was an option for me too. Thank you Rick for continuing to share this information with so many who need to hear about a safe, non-medical option!<br />\nLillian Day<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><img src=\"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSqxrzcGlgLmn_T12OBP0LEKE9lIarWKyf51CFeCl_FttBaJL5g\" alt=\"\" /></p>\n<p><span style=\"color:#3b043b;\">STAGE 4 MELANOMA</span></p>\n<p>Hi Rick,</p>\n<p>Our family owe you Black Salve and the Lord so much for your kindness and for saving precious lives. Beginning with Yvonne with her stage 4 Melanoma and progressing to other family and friends. Yvonne noticed a mole on my left shoulder which had changed colour, as well as an irregular shape, and size. Black Salve is working its magic and today the root is beginning to come out. Our Doctor believes it is a Melanoma but decided to let Black Salve do its job. He is a surgeon and he uses it with success very quietly as he would be in big trouble if it was made known to the authorities here. God Bless you and all who are associated with you and God Bless Black Salve and its life saving properties. Keep healthy and happy dear friend along with your family and friends and walk with God.<br />\n-Jan V<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><img src=\"https://img1.etsystatic.com/031/0/9486824/il_214x170.601312213_ni4n.jpg\" alt=\"\" /></p>\n<p><span style=\"color:#3b043b;\">MULTIPLE SKIN CANCERS</span></p>\n<p>Hi Rick,<br />\nJust wanted to let you know that I am removing another cancer from my forehead and it&#8217;s acting like it should. That makes six on me personally. I just had two more people obtain black salve from BOEP and it&#8217;s working for them also. That makes eighteen cancers that have been removed, under my direction, without a failure. I wonder if the medical profession can match that percentage.<br />\nA while back I purchased two bottles of black salve capsules to use as a preventative. I would like the protocol for use in this situation. At 81 yrs. young, I try to stay in good health. I keep my immune system top notch with EllagiCaps. I still pump iron five days a week.  I have turned a lot of people on to the products of BOEP. THEY WORK!</p>\n<p>-Bill P.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BASAL CELL CARCINOMA</span></p>\n<p>Dear Rick,</p>\n<p>I found you on YouTube:) I have purchased Black Salve and used it on several moles that were suspicious and I am very happy with the results so far! I have also used it on my fiance&#8217; who was scheduled to go in to have basal cells &#8220;cut out&#8221; of two areas on his body, one on the face in the temple area and one on his shoulder&#8230; There is no way that the Dr. could have cut my Michael&#8217;s arm the way the salve has reacted and we are very happy:) I appreciate any thoughts&#8230; Sincerely, Melissa \u2028p.s. I am going to purchase the body wash:) Thank you so much for being here for us all so we can take our health into our own hands! Hugs and blessings to you and your loved ones:) \u2028&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\nBREAST CANCER</p>\n<p>Hi Rick,</p>\n<p>I keep Black Salve on hand &#8211; I am 67 spent too much time in the sun and have treated several places on my face with amazing results. I have actually had breast cancer and removed surgically, but when I found another &#8220;lump&#8221; I thought I would try Black Salve, I won&#8217;t say it was painless &#8211; but the results were incredible, there is no scar and the cancer, as big as a dime, came out and left no scar. I own a shop and I have a Black Salve file that I show everyone who is interested in the product. IT WORKS TRUST ME. I haven&#8217;t tried the internal capsules, but if they are anything like the topical salve &#8211; I wouldn&#8217;t hesitate!\u2028-Sue Smith (real name)<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BREAST CANCER</span></p>\n<p>Dr. V writes:</p>\n<p>As a Bio-energetic Chiropractor for 32 years, I had the opportunity to witness many miracles with Natural healing. When I discovered a lump in my left breast in 2004, I applied Black Salve from a company that I will not name, because the support and instructions were sketchy and not helpful at all. Not all the unhealthy tissue came out.  I monitored the progress with Digital Thermography, focused on my health and re-applied in 2006 with salve from another company whose support was excellent, with clear and defined instructions.</p>\n<p>Happy to say that all is well since. View the video here:</p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' type='text/html' width='590' height='362' src='https://www.youtube.com/embed/_GOoB-C6EPE?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></span><br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">RECTAL CANCER</span></p>\n<p>Hi Rick,</p>\n<p>I&#8217;ve been taking the EllagiCaps (6 per day), Black Salve Bloodroot capsules (6 per day) and Apricot kernels (36 per day) for the last few weeks.  I&#8217;ve just had another MRI scan which showed that my T3N1 rectal tumour has a central ulceration and is reported to have reduced in size about 20%. The doctors dismiss this, even though it is the same machine and same radiologist!</p>\n<p>Kind regards,</p>\n<p>-Paul D.  Australia</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\nHi Rick,\u2028\u2028Originally  I bought salve a few years ago and all of  my family has used it with great success.  4 weeks ago I developed another small scaly  spot on my  fore head  and used the salve,  the next  day or two the affected area was a big as a 30mm  so i was shocked  of the size under my  skin even though I only had a very small scaly spot around 5mm in diameter, after 3 weeks the tumor fell out which was only 3 days ago and now 3 days later it has healed to an amazing  very small sore.  Totally amazing! \u2028\u2028Alan G. in Australia<br />\n<img class=\" aligncenter\" src=\"https://i0.wp.com/www.cancerblacksalve.com/logo.jpg\" alt=\"\" /><br />\n<span style=\"color:#3b043b;\">BASAL CELL CARCINOMA</span></p>\n<p>I was diagnosed by a dermatologist with a BBC on my face and on my arm. The one on my face  had been treated  with a &#8220;special&#8221; $600.00 cream and laser (FDA approved of course) &#8211; unfortunately it turned out to be useless,  because the cancer grew back again in two years. Thanks god to black salve which cleaned both BBC&#8217;s up in 3 weeks. It works100%. \u2028\u2028-Josef Erharter<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">WARTHIN&#8217;S TUMOR</span></p>\n<p>Hi Rick, \u2028\u2028I thought I would tell you about how I recently used the Body Wash. \u2028\u2028I woke up a little over a month ago with an awful pain right below my jaw. I reached up and felt \u2028something hard about an inch long. \u2028\u2028Long story short&#8230;after a CT Scan I found that it was a non malignant Warthin&#8217;s tumor. I had a couple of people praying for me and of course I was praying that it would just disappear. \u2028\u2028After a few days I started to feel like I should put the Body Wash on my neck. I roughed up the area lightly with an imitation Loofa (sort of a cloth made out of net.) Then I applied the Body Wash each evening (always after using the Loofa.) After about 2 weeks I felt I should stop doing it (and, I did stop.) I started feeling the area I could no longer feel the hard lump. I keep praying that it would just be completely gone when I had my next checkup. \u2028\u2028This morning (1 month later) I had my checkup and&#8230;the Dr. was amazed. I said..&#8221;I think it is gone&#8221;, and he kept feeling around (I think he was hoping he could find it.) Finally he said.. &#8220;I believe you are right.&#8221; I told him that I believe it was because of prayer and he just looked at me like&#8230;&#8221;well&#8230; that wouldn&#8217;t be the reason.&#8221; \u2028\u2028Anyway&#8230;I do believe the Lord uses different methods to heal and&#8230;I just wanted to let you know that He used the Body Wash to remove the tumor for me. \u2028\u2028Please feel free to share this if you want to. \u2028\u2028-Kaye R.<br />\n(Rick&#8217;s comments) Warthin&#8217;s tumors affect the parotid gland, which is a lymphatic gland found in both sides of the lower jaw area. I have seen more and more of similar lymphatic tumors in recent years. The job of the parotid glands is to secrete saliva and to help pull toxins out \u2028of the oral cavity. With so many chemicals in our foods today, it is no wonder these glands are working harder than ever, and if the rest of the lymphatic system is not at 100%, these glands back up. It is very important to cleanse the body and to keep the lymphatics moving. Great job Kaye!!<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BRAIN TUMOR</span></p>\n<p>Hi Rick,</p>\n<p>Thank you for the info and now an update: \u2028As you know I was diagnosed with a small benign meningioma situated on the brainstem in a position deemed totally inoperable and incurable.<br />\nAlthough told by my neurologist that nothing could be done except to look forward to a pretty terrible prognosis with the double edge of the process being very slow. I have never doubted for a moment that this growth in my head was completely cur arable I just was not sure how.<br />\nAs I believed that long term exposure to mould toxins was not only responsible for all the health problems I had suffered from for 6 years, I was also convinced the tumor had the same cause. Of course the medicos completely disagreed.<br />\nA year ago I changed my diet to organic vegan. I started on zeolite and iodine And slowly detoxed. I began to regain my health, lost all symptoms of fatigue, asthma muscle aches etc but continued to suffer the devastating symptoms of the tumor albeit less pronounced. Until the Black Salve Bloodroot capsules which I began taking less than a month ago.<br />\nI am so happy to tell you that the double vision I have suffered from for over a year has almost completely resolved. No aural migraine and no impaired balance.<br />\nI am ecstatic and all this in such a short time. I look forward to a total cure and complete relief from the slight double vision that remains when I look very far right.<br />\nThanks again for your help! \u2028-Alex M.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">MELANOMA ON FACE</span></p>\n<p>Hi Rick,</p>\n<p>June gave me a tiny sample of the salve just as we were leaving Idaho for Oregon. She also gave me the website and quick instructions which I followed.<br />\nOn the left side of my nose was a melanoma, put only a very small amount of salve on&#8230;.but just that small amount worked!<br />\nWhen the scab came off had a small crater that filled in within less than a month. Nothing to see even with an eight power magnifying mirror.<br />\nWill be getting the Total Care Body Wash soon as I have what my mother always called &#8220;whiteheads&#8221;.<br />\nThank you for your website and the videos on the Black Salve.<br />\nCringed when I clicked on one of the other experiences of a man having a different companies product Cansema (sp) spread on a large area of his face, on his ear and near his nose, too much area at once if any pain ensued. Hope it turned out well for him.<br />\n-Nancy M<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">STRANGE MOLE</span></p>\n<p>I first noticed a small round patch of dead skin on the back of my arm. I scraped it off and didn&#8217;t think much more about it until a few weeks later and saw that it was back. This was a little larger around than a pencil eraser. I did the same thing and a few weeks later I noticed that now it had grown into a growth looking somewhat like a mole. I decided to do some reading about skin cancer as my father died from a rare form. I became convinced that this wasn&#8217;t an ordinary mole and my wife and I discussed what to do. She knows I have no faith in conventional medicine at all. Somewhere years ago she had read something about &#8220;Black Salve&#8221; and I did some checking and came upon this site and some great testimonials about the use of this product and decided to give it a try. I ordered some from Best On Earth Products and it came in a few days. I followed the instructions and in about an hour that location where I had applied it began to sting. It felt kind of like someone sticking me with a pin.</p>\n<p>The next day I cleaned the material off as instructed and noticed the &#8220;bump&#8221; was now a depression. I put on another application and covered it. A few days later the area around the spot became red and sore. I was a little concerned as that wasn&#8217;t one of the things I was expecting. In about a week it began to emit some pus. Not a lot and I cleaned it up with hydrogen peroxide as instructed. That lasted for a few days and then it just looked like most scabs. In about 10 days from the first application that &#8220;scab&#8221; fell off and I was amazed that I had this perfectly round hole in my arm about 3/16 of an inch deep. It looked like someone had taken a miniature cookie cutter and taken a sample out of my arm. It didn&#8217;t hurt any longer as I was expecting. I cleaned it up and put on a bandage and the next day it was scabbed up. The redness and soreness had begun to taper off and was gone in about a week.</p>\n<p>I was taking 500 milligrams of L-Arginine twice a day to help it heal up faster. It is now 5 weeks and it has completely healed up. I have a small scar that looks something like a polio vaccination scar. I keep thinking that if my father had know about this product he might still be alive. He allowed them to cut his out and it ended up spreading to the rest of his body. What a shame so many people spend so much money on &#8220;cures&#8221; that aren&#8217;t that successful. I&#8217;ll admit that I didn&#8217;t go to the doctor and I don&#8217;t regret that at all. I believe we have all in nature we really need for compete healing! Thank you for allowing me to share my story.\u2028-Randall G.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">MELANOMA ON HEAD</span></p>\n<p>Hi Rick,\u2028\u2028I&#8217;ve written to you in the past and have been very grateful for your advice and support. Using the topical black salve, my husband&#8217;s melanoma on his head completely disappeared. Then a PET scan showed nodules on his lungs, and, using the black salve capsules, two capsules, three times a day (plus a detox homeopathic remedy), the nodules are just about gone.<br />\n-Susan<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">SQUAMOUS CELL CANCER</span></p>\n<p>Hi Rick,\u2028\u2028I have just used black salve to remove a skin cancer under my right eye and I was very careful of course and it has done a remarkable job in about 5 weeks total, it is back to its natural condition,the Squamous Cell is gone and I am very happy,Thx again.<br />\n-Lyn<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BASAL CELL CARCINOMA</span></p>\n<p>Hi Rick,</p>\n<p>just watched the video.. my father Rex from Newcastle NSW has experienced exactly what we saw.. its amazing .. Black Salve really works, my father has been hospitalized EVERY YEAR  for my life (I&#8217;m 30 yrs old) having these basal cell carcinomas cut out from his body and than enduring nasty skin grafts, now he has been refusing treatment from his skin specialist and is relying on BLACKSALVE to work its magic&#8230; just thought id share our experience with you! Thank you!<br />\n-Cathy<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<br />\n<span style=\"color:#3b043b;\">BLADDER INCONTINENCE</span></p>\n<p>Rick,<br />\nI have taken one full bottle of the Black Salve Bloodroot capsules, 3 &#8211; 3x a day. Shortly after starting the black salve capsules I noticed a dramatic improvement in my bladder incontinence. I had assumed there was perhaps some sort of tissue anomaly that was cleaned out thus not irritating the organs. But, since having to drop back on the amount because I was running out, the incontinence has returned so, I deduced my improvement had been merely a side effect. \u2028\u2028BTW I am having results so far with the capsules in that moles on my back are itching and showing changes. I presume they are being affected and I really expect they will dry up and fall off.🙂 Time will tell.<br />\n-K Campbell<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">LUNG CANCER</span></p>\n<p>Rick: I just had to give you another black salve story. Last fall, my son&#8217;s fiancée called me asking what it was that my Uncle Dale had used to cure himself of a very aggressive form of bladder cancer. (I sent you that story a while back). I told her about the black salve from Best on Earth. One of the girls she works with wanted to help her grandfather who had been told the chemotherapy he had been taking was not working and the aggressive lung cancer was inoperable and they gave him six months to live, at the most. His granddaughter ordered the black salve immediately and he began taking it,<br />\nWithin four months, the tumors were quickly shrinking. The doctors wanted to know what he was doing and he refused to tell them &#8211; he&#8217;s 83 and very determined to keep his secret. Anyway, my son called last week to let me know the cancer is gone. He does still have the other lung problems he has had for many years, but no more cancer. The cure took place in less than a year! The doctors continue to ask him for an explanation, but he still refuses to tell them &#8211; he wants to spread the word himself but not through the medical profession. I think this story, along with the one about my uncle, is bittersweet. I tell so many people the story, but 9 times out of 10, they will not try anything outside of what their doctor recommends! I will not stop telling these stories!<br />\n-Diane D.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">LUNG CANCER</span><br />\nDear Rick,<br />\nAbout four months ago, my husband had a PET scan to see if he was clean of the melanoma that he had last year  The scan showed that it looked like the melanoma was gone, but for a few nodules in the lungs. They could be anything, of course, but we wanted to be sure and he went on the black salve capsules for three cycles of 20 days, with a five day rest between each cycle.  A PET scan three days ago showed about 60% improvement of the nodules.<br />\nThanks Rick!<br />\n-Susan C.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><img src=\"https://s-media-cache-ak0.pinimg.com/236x/81/02/8b/81028b4024f16f9315f49529b8e2ebb5.jpg\" alt=\"\" /></p>\n<p><span style=\"color:#3b043b;\">BREAST CANCER</span></p>\n<p>Dear Rick,\u2028\u2028 I apologize for not documenting everything carefully as it was happening; I hadn&#8217;t expected anything worth documenting to happen. I&#8217;ll go ahead and tell you this account of my experiences with Black Salve in hope that they may be of help to someone.\u2028\u2028I had used Black Salve on several moles on my face and had been amazed at the changes over a period of weeks as I applied it to one and then another.  It was interesting to me that the large moles disappeared, but I was fascinated with what I could feel going on under my skin beneath them.  Large areas became hard, as though material was being drawn in from places deep and wide.  After a month or so, the tissue became soft again.  After at least six months, a bit of mole reappeared in two places, with a bit of hardness under them.  I reapplied Black Salve and the moles disappeared again and the areas beneath them softened and returned to normal.</p>\n<p>A few months later, I discovered a lump to the right of my right breast.  When it began growing and became hard and painful, I started researching.  One of my sisters had had breast cancer and another ovarian.\u2028\u2028I read a bit of information and ordered Black Salve capsules, since I was already impressed with the salve.  When they arrived,I took 3 @ day to start with, and kept reading.  Within 5-10 minutes of taking the first capsule, I experienced pain in the lump and in another area of my right breast.  This happened every time I took a capsule and I never felt pain in any other area of my body, so I figured something was really going on.  The pain increased daily until the point of agony.  I had read that the black salve would only target cancer and that if it found it, it would hurt.  I took comfort in these words and gave thanks for the healing I believed was taking place.\u2028\u2028By this time I had read information that said the internal treatment for cancer was not for the faint of heart and that once started, it was important to continue boldly until resolution.  So I kept going.   The pain kept increasing and I questioned whether or not I was doing the right thing.</p>\n<p>On the 10th day,  when I thought I would not be able to bear the pain any more, the pain suddenly stopped and never came back.\u2028\u2028The lump continued to reduce.  More than a year later it is small and soft, no pain.  I continue to take one capsule most days. I don&#8217;t claim to know that I&#8217;m doing the right thing,  but I feel this tact is good for me.\u2028\u2028As a caution for people to be wise and do their research, I must say that my naturopathic doctor became very upset when I told her what I was doing.  She flipped out a notebook binder full of photos she had made of patients who had applied the  black salve externally to breast cancers and then come to her for help. The photos were, indeed, horrifying.  Similar ones I had seen online had caused me to decide to go with the internal capsules.\u2028\u2028In the past year I&#8217;ve also begun using the body wash and like the way it makes my skin feel, though that is not why I ordered it.  I like knowing that it will target any areas that need attention.\u2028\u2028Thank you for your newsletters, Rick.  I appreciate your efforts to help us all.<br />\n-P. Benton, Tennessee<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><img src=\"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcQSkNxvuyoKi5WSyw-1jdPEDCS18x3icARswo14ZoVtGp4M--V1Fg\" alt=\"Image result for black salve recipe\" /></p>\n<p><span style=\"color:#3b043b;\">SKIN TAG ON BREAST</span></p>\n<p>I used black salve on a skin tag on my breast.  I left it on 12 hours, there was a lot of pulling and deep pain but i knew it was working. when I took the bandage off after 12 hours there was a black scab in the middle of a white/opaque circle.  I left the bandaid on for 5 days. After 5 days I took off the bandaid and there was a tiny white tube-like cord coming out of a crevice!<br />\nI put another bandage on and after two days I looked again and the scab fell off and there was a small home/crevice or crater. I feel very successful! thanks to your website I had the confidence to do it!<br />\n-Merilyn</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">MOLE ON ARM</span></p>\n<p>Hi, I have had black salve for a year now. Used it on a mole on my arm, took it away. A strange off white odd shaped nodule came up on my wrist, on the upper side. I was taking vit c injections for something else. It started getting smaller, dissolving. I ran out of shots, and put black salve on it. I was told never to put more than one application on it. But, I put it on approx. 3 times. It got ugly with drainage, about the size of a half dollar. I knew they said that it has to liquefy to get out. It did. It healed up and for a day or so, had a hole where the core fell out. It has healed completely. Remember to keep it out of the sun even while it heals. Can do damage. Thanks soooooo much.</p>\n<p>-Sharon L.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BASAL CELL CARCINOMA</span></p>\n<p>comments: Last year my brother-in-law&#8217;s mole on his forehead was biopsied at a dermatologists office  and the diagnosis was, basal cell carcinoma.  The doctor sent him to University of Michigan Hospital for further tests. He did not go there. However, he did start using Black Salve. He used more than he should have used and it did burn a lot. One night about 3 weeks after starting to use it, he awakened to find all of this drainage pouring from the area.<br />\nHe could not believe it but, the mole that had become cancerous was completely gone. The area was pink and filled in after a bit. He returned to the dermatologists office for a follow up and another biopsy. The dermatologist said &#8220;University of Michigan Hospital does good work.&#8221; My brother in law said,&#8221;no, black salve does good work.&#8221; The doctor became angry and left the room refusing to continue to talk to him.  The nurse later mailed the results to him and they were negative for cancer.<br />\n-Susan R.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">TOE NAIL FUNGUS</span></p>\n<p>Rick, \u2028 \u2028A while back I went to a &#8216;doc-in-the-box&#8217; for an x-ray of a broken toe.  After confirming it was indeed broken and wrenching it back into place, the doctor mentioned my toe nail fungus.  I explained that for several years I&#8217;ve had fungus under some toe nails, and hadn&#8217;t been successful getting rid of it.  She suggested some medication she could prescribe for me, explaining that it could have negative side effects for my liver and that it would cost me about $200!  I told her she was crazy, and she agreed that she probably wouldn&#8217;t take it either. \u2028 \u2028I then decided to try something new.  I had purchased some Total Care Body Wash from Best on Earth, and read how other people were using it, so I thought, why not?&#8230;.and tried it on my foot.  That evening I trimmed my toe nails really short, and massaged the Body Wash all around the nails and then all over my foot.  I let it dry, then put a sock on it for the night.  I did this for about 5 days, then stopped.  The first thing I noticed was the side of my toe which had the fungus along the side of the nail.  The skin cleared up very quickly, no more fungus, and now, a couple weeks later, one nail that was thick and split is now thin and straight, and there&#8217;s a clear line across the big toe nail where you can see that it&#8217;s growing healthier!  This is really great stuff!\u2028-C.M.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><img class=\"\" src=\"https://i1.wp.com/images.clipartpanda.com/leash-clipart-dog-with-leash1.jpg\" alt=\"\" width=\"145\" height=\"145\" /></p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">DOG CANCER</span></p>\n<p>Dear Rick,</p>\n<p>I wanted to thank you for helping me understand more about the black salve. I used it on my 11 year old black lab who was diagnosed with a cancerous growth on his lower exterior neck.  It was about an inch in diameter and I applied the salve on June 13.  On June the 21st the scab fell out with a lot of gray matter on the under side of it.  This stuff is amazing, thanks again for your site.<br />\n-Betsy Klein</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">SQUAMOUS CELL CARCINOMA</span></p>\n<p>Rick,</p>\n<p>As I previously reported to you, I have been applying the black salve with DMSO to two different spots (squamous cell cancers) on my shoulders.  I also have multiple spots on my face which the doctor says are pre-cancerous which I have used the body wash from BOE with good results to date.  Both the squamous cell cancers are now gone according to my doctor, though he wants me to come back in 6 months to check again.  The spots on the face took longer (3 month) with the body wash but there is no scarring, just like you said.  I appreciate your help in all this, keep up the good work, we all need this information.<br />\nBest to you,<br />\n-Rob C.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">SPOT ON CHIN</span></p>\n<p>Hi Rick,<br />\nI used the black salve for a mysterious spot on my son&#8217;s chin.  The spot got very inflamed and oozed for two days.  The spot crusted over and healed in about a week.  The spot is now gone and we are working on getting rid of the slightly red scar.  We are thankful to have this spot gone and I love the black salve.  I have also used it on a spot on my leg and one on my wrist.  The scab fell off today from my leg and the spot on my wrist should be done the process in about 4-5 more days.  I am grateful that my sister told me about black salve.\u2028- Sharon<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">MELANOMA</span></p>\n<p>Hi, this is my second testimonial regarding black salve. I am now 42 years old and have had recurrent melanoma since 2004. I have had surgery, have had multiple biopsies done, taken supplements, used black salve, I see an alternative care practitioner and I maintain a 3 month skin check schedule with my dermatologist. I have been blessed that my melanomas have yet, as far as I am aware, to invade lymph or other organs.</p>\n<p>My mom and my sister have been diagnosed with stage 4 colon/liver cancer. They were diagnosed within 10 days of each other. As you can imagine, this rocked my world. Of course, one of my prevailing thoughts is fear and anticipation that this will be my legacy. I realize that it does not have to be, however, emotions can get in the way of clear thinking. All of that to tell you this&#8230;I found 2 places I did not like the looks of&#8230;we have been watching them and to me, they had changed slightly in color and appearance. They were on the back of my left hip. They were small, pink/red moles, as big as, if not smaller than eraser heads. Honestly, I did this backwards. I should have had them biopsied first, treated them with Black Salve after. I did not do that so I do not know what they were. I DO NOT recommend doing it like I just did. My mental state regarding the recent diagnosis of my mom and sister put me in a panic&#8230;I started treating them with black salve on 1-1-09..by 1-3-09 I had quite a response and knew the salve had detected something.</p>\n<p>By 1-6-09 I was experiencing a great deal of pain. The areas were red, inflamed and had turned a very ugly green. I was panicked and edgy due to what I was experiencing. By the weekend the pain was even greater. The areas had gone from the eraser head size to dime size and penny size. I woke up at 3:45 a.m. on Monday 1-12-09 and knew without a doubt that the process was complete. The pain had stopped, the areas were draining and the cores had fallen out. The cores were absolutely something I did not want in my body, they were gray/green and rubbery and the depth was thick.</p>\n<p>Unfortunately, I do not know what I was dealing with. I cleaned them thoroughly, applied after care salve and repeat that process daily to aid in healing. I have attached photos of the process. I apologize that they are not the best quality but it is difficult to take photos of the backside! I just started taking internal black salve today. I am deciding if I need to have the remaining margins biopsied.. Best on Earth Products is an amazing resource. Rick is a great support, very thorough, honest, calming. Thanks Rick.\u2028-Linda Woodward<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BLADDER CANCER</span></p>\n<p>Dear Rick,</p>\n<p>Black salve is such a great product.  In 2007, my uncle cured himself of a very aggressive form of bladder cancer by refusing chemo and using the black salve capsules.  I recommend this constantly to others.</p>\n<p>I know he would love to do a testimonial because he went around telling everyone.  The doctors were amazed but not real pleased to hear he had healed himself with black salve.  They told him the black salve was sort of like a natural chemo but they could not recommend it because it was not FDA approved!</p>\n<p>It sickens me to think of the lives that are being lost each day to this thinking.  But, to make a long story short, my Uncle Dale never missed a beat after the diagnosis of the bladder cancer and hearing the news that he had 3-6 months to live.  He never slowed down until he walked out of a restaurant, tripped and fell on his shoulder.  He was so excited about not having cancer anymore that he thought the shoulder would heal and didn&#8217;t have it checked out. Unfortunately, he got MRSA in the shoulder and eventually lost his life last March to the staff infection.  Isn&#8217;t that something!</p>\n<p>I&#8217;m so sorry I didn&#8217;t know about the black salve when I had breast cancer in 2000.  I might have avoided the chemo.  But, now I know, and I share this web site with someone each week.  The most recent was to a person who has bladder cancer and has been told he is cancer free!  Time to take black salve if you ask me!</p>\n<p>I have been told stories by my mother about how my aunt and grandfather (yes, really my grandfather) put black salve on themselves to kill their breast cancer.  Back then, they didn&#8217;t have much to work with and the black salve ate off the breast, but they lived to be very old with no breast cancer.  That&#8217;s a bit drastic.  I was told they bought it from the &#8220;Watkins&#8221; man who came around selling all kinds of ointments from his wagon.  The black salve has been used in my family almost 100 years but I had forgotten about it until my uncle decided he would heal himself.</p>\n<p>He also had several skin cancers which he took care of with the black salve ointment.  I remember the day in 2007 when he so candidly told me how easy it was to use and how well it worked.  My uncle died at 65, but I&#8217;m sure he would have lived to be very old if the MRSA had not taken his life.  Before the bladder cancer, he had kidney cancer and the doctors talked him into taking his last kidney.  The other one had shriveled up years before from a botched attempt to remove kidney stones.  He told me after he cured himself with the black salve how he wished so much he had found the capsules before the kidney surgery and had said NO to losing it.</p>\n<p>In my family, it&#8217;s not &#8220;IF&#8221; I get cancer, it&#8217;s &#8220;WHEN&#8221; but I&#8217;m ready to use the black salve when that day comes again.  I feel a peace knowing I have an alternative to the toxic chemicals that the pharmaceutical companies want us all to use. Thanks for wanting to share my uncle&#8217;s story.<br />\nDiane Dees<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">PANCREATIC CANCER</span></p>\n<p>Rick,<br />\nI received a call yesterday from a lady that I first met when we were 21 and met again in 1986. I had not heard from her since.  We are now 78. Four years ago she was given just 30 days to live because of pancreatic cancer. She got her black salve for internal use from Holly Bacon in Sparks, Nevada. She has been cancer free ever since. Another success story!  \u2028Regards,\u2028Bill\u2028(**Note:Holly Bacon no longer sells black salve due to the FDA!)  Still available online at <a href=\"http://www.BestOnEarthProducts.com\" rel=\"nofollow\">http://www.BestOnEarthProducts.com</a>.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;\u2028Rick, \u2028\u2028I wrote to you recently about a problem I was experiencing. I was already \u2028using black salve I ordered from a dealer in Canada about a year ago. I \u2028wanted back up for the large devil that attacked my lower leg and you \u2028suggested the blood root caps. I got those and took them. Happily I had no \u2028reaction, good or bad, which is good. The 2&#8217;x4&#8221; place on the leg is now \u2028about healed, only some dead skin left to fluff off. \u2028\u2028Hey, it hurt bad and for hours for several weeks. I lost a lot of sleep \u2028because of pain. Motrin helped, I just sucked up the rest. I never gave up \u2028the faith of a favorable outcome. I did not tell my wife or sister or anyone\u2028(other than you) about my problem until it was under control. They would \u2028freak out and try to make me go to a doctor. Anyway, our self help natural \u2028plan has worked. I am so thankful to God for giving us these herbs, and \u2028thankful that we had the faith and common sense to use what He provides. \u2028\u2028Now that it is over, and I tell other people when this subject comes up, \u2028they look as if I am telling them an abstract story that they cannot relate \u2028to. I just want them to know what you and the BSI members know. \u2028Thanks for being there, you are indeed a good man. \u2028\u2028Billy Suddeth \u2028Dadeville, Al.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p><span style=\"color:#3b043b;\">LARGE B CELL LYMPHOMA</span><br />\nRick,<br />\ncomments: 37 year old female diagnosed in June of 2006 with Large B Cell Lymphoma.  I had a chronic cough, felt sick, and had weight loss.  I went down the US Western oncology road with 3 types of Chemotherapy, 2 types of Radiation, and a Stem Cell transplant.  In Jan of 2008 a biopsy showed that the cancer was still there.</p>\n<p>I then found a holistic treating chiropractor who was willing to manage my care while I took the Black Salve.  I took it internally (capsules) every day for 2 months and 3 weeks.  In April of 2008 was informed I am cancer free.</p>\n<p>So the $750,000 Western protocol did not work but the $50.00 Black Salve with chiropractic care and management did.</p>\n<p>People who see me today honestly do not believe I was in a state of Dis-Ease just a year ago!</p>\n<p>-Jessica<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br />\n<span style=\"color:#3b043b;\">BASAL CELL AND SQUAMOUS CELL CANCER</span></p>\n<p>I have had skin cancer for some years now and have had many removed by surgery. They were the BCC &amp; SCC type skin cancers. I heard about curaderm and used the cream for several years. It worked on some cancers about 80% and completely removed them, however, some came back and others did not respond. I treated three cancers for two years with curaderm with no success.</p>\n<p>I had heard about black slave, mostly negative so I never bothered to follow it up. I now had two cancers that were getting bigger one on my upper leg and one on my head. I did not have these diagnosed by a doctor, lately my trust in doctors has not been that high. Also the thought and cost of surgery did nothing for me. So I studied cansema (black slave) on the net and happened to mention it to a friend of mine which lead to me calling a friend of his who used it and could supply it in Australia. So I ordered it, it came in a plain jar so I don&#8217;t know who made it but I was told it came from the States</p>\n<p>We are now a few months down the track and the salve has completely removed all the cancers as per the directions that you get with the salve. The two main ones I mentioned earlier just fell out after a few days and are now healing nicely. I also confirm that the salve will not effect normal skin it does nothing, but let it get in contact with a cancer and all hell breaks lose. I found the treatment on my leg very painful and I needed pain killers for a few days but the one on my head which I thought would be a night mare because of its size was no problem at all.</p>\n<p>Rick&#8217;s comments:  This persons testimonial is similar to what I have heard other report about Curaderm.  It works on surface spots but they can come back after a while.  I believe that the black salve penetrates much deeper than the curaderm can and that is why it works more efficiently.</p>\n<p>-Trevor T.<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>\n<p style=\"text-align:center;\"><span style=\"color:#3b043b;\">Grateful thanks to the source of this valuable information :</span></p>\n</div>\n<div class=\"post-body entry-content\" style=\"text-align:center;\">\n<p><span style=\"color:#3b043b;\"><a href=\"http://blog.blacksalveinfo.com/2012/07/black-salve-cancer-testimonials.html\" rel=\"nofollow\">http://blog.blacksalveinfo.com/2012/07/black-salve-cancer-testimonials.html</a></span></p>\n<div></div>\n</div>\n<p><span style=\"color:#3b043b;\">Black Salve Cancer Testimonials</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div id=\"jp-post-flair\" class=\"sharedaddy sd-rating-enabled sd-like-enabled sd-sharing-enabled\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a rel=\"nofollow\" data-shared=\"sharing-twitter-34521\" class=\"share-twitter sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=twitter\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-email\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-email sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=email\" target=\"_blank\" title=\"Click to email\"><span>Email</span></a></li><li class=\"share-print\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-print sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/\" target=\"_blank\" title=\"Click to print\"><span>Print</span></a></li><li><a href=\"#\" class=\"sharing-anchor sd-button share-more\"><span>More</span></a></li><li class=\"share-end\"></li></ul><div class=\"sharing-hidden\"><div class=\"inner\" style=\"display: none;width:150px;\"><ul style=\"background-image:none;\"><li class=\"share-facebook\"><a rel=\"nofollow\" data-shared=\"sharing-facebook-34521\" class=\"share-facebook sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/?share=facebook\" target=\"_blank\" title=\"Share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div></div></div><div class='sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded' id='like-post-wrapper-11685733-34521-581e6d6cd50e0' data-src='//widgets.wp.com/likes/#blog_id=11685733&amp;post_id=34521&amp;origin=biosil.wordpress.com&amp;obj_id=11685733-34521-581e6d6cd50e0' data-name='like-post-frame-11685733-34521-581e6d6cd50e0'><h3 class='sd-title'>Like this:</h3><div class='likes-widget-placeholder post-likes-widget-placeholder' style='height: 55px;'><span class='button'><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class='sd-text-color'></span><a class='sd-link-color'></a></div></div>\t\t<hr/>\n</div>\n\t\t\n\t\t<div class=\"post-34331 post type-post status-publish format-standard hentry category-cures-success-stories category-health tag-bcc tag-black-salve tag-carcinoma tag-moles tag-skin-tags tag-warts\" id=\"post-34331\">\n\t<h1><a href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/\">Black Salve for moles, skin cancer, BCC etc &#8211; video&nbsp;demonstration</a></h1>\n\t<small class=\"post-meta\"><span class=\"post-date\"><b>Posted:</b> February 15, 2015</span> <span class=\"author-link\">| <b>Author:</b> <a href=\"https://biosil.wordpress.com/author/biosil/\" title=\"Posts by BIO-SIL\" rel=\"author\">BIO-SIL</a></span> <span class=\"meta-sep\">|</span> <span class=\"cat-links\"><b>Filed under:</b> <a href=\"https://biosil.wordpress.com/category/cures-success-stories/\" rel=\"category tag\">Cures - Success stories</a>, <a href=\"https://biosil.wordpress.com/category/health/\" rel=\"category tag\">Health</a></span> <span class=\"tag-links\"> | <b>Tags:</b> <a href=\"https://biosil.wordpress.com/tag/bcc/\" rel=\"tag\">BCC</a>, <a href=\"https://biosil.wordpress.com/tag/black-salve/\" rel=\"tag\">black salve</a>, <a href=\"https://biosil.wordpress.com/tag/carcinoma/\" rel=\"tag\">carcinoma</a>, <a href=\"https://biosil.wordpress.com/tag/moles/\" rel=\"tag\">moles</a>, <a href=\"https://biosil.wordpress.com/tag/skin-tags/\" rel=\"tag\">skin tags</a>, <a href=\"https://biosil.wordpress.com/tag/warts/\" rel=\"tag\">warts</a></span> <span class=\"edit-link\"></span> <span class=\"meta-sep\">|</span> <span class=\"comments-link\"><a href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/#respond\">Leave a comment</a></span></small>\n\t<p style=\"text-align:center;\"> <img class=\"\" src=\"https://i2.wp.com/cdn.shopify.com/s/files/1/0208/6288/products/Black_Salve_grande.png\" alt=\"Black Salve drawing ointment 30ml\" width=\"204\" height=\"204\" /></p>\n<p style=\"text-align:center;\">Black Salve is available in South Africa, at this link :</p>\n<p style=\"text-align:center;\"><a href=\"http://www.biosil.co.za/products/black-salve-drawing-ointment\">http://www.biosil.co.za/products/black-salve-drawing-ointment</a></p>\n<p>&nbsp;</p>\n<p>I just finished putting together a new video from a black salve user who sent me pictures of her process treating a spot with black salve, <a href=\"http://clicks.aweber.com/y/ct/?l=Lv0I6&amp;m=JQKlgIuyQD9xQT&amp;b=bCMkQsMz_xPtou.88qi8WQ\">take a look at it here</a> and please feel free to share with others.</p>\n<p>&nbsp;</p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' type='text/html' width='590' height='362' src='https://www.youtube.com/embed/I4Ty4pZfoyM?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></span></p>\n<p>&nbsp;</p>\n<p>Source:<br />\nBest On Earth Products, LLC<br />\n<a href=\"http://clicks.aweber.com/y/ct/?l=Lv0I6&amp;m=JQKlgIuyQD9xQT&amp;b=jus4b12WPdl93M77KN7P2w\">www.BestOnEarthProducts.com</a></p>\n<p>&nbsp;</p>\n<div id=\"jp-post-flair\" class=\"sharedaddy sd-rating-enabled sd-like-enabled sd-sharing-enabled\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a rel=\"nofollow\" data-shared=\"sharing-twitter-34331\" class=\"share-twitter sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=twitter\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-email\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-email sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=email\" target=\"_blank\" title=\"Click to email\"><span>Email</span></a></li><li class=\"share-print\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-print sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/\" target=\"_blank\" title=\"Click to print\"><span>Print</span></a></li><li><a href=\"#\" class=\"sharing-anchor sd-button share-more\"><span>More</span></a></li><li class=\"share-end\"></li></ul><div class=\"sharing-hidden\"><div class=\"inner\" style=\"display: none;width:150px;\"><ul style=\"background-image:none;\"><li class=\"share-facebook\"><a rel=\"nofollow\" data-shared=\"sharing-facebook-34331\" class=\"share-facebook sd-button share-icon\" href=\"https://biosil.wordpress.com/2015/02/15/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration/?share=facebook\" target=\"_blank\" title=\"Share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div></div></div><div class='sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded' id='like-post-wrapper-11685733-34331-581e6d6cd7063' data-src='//widgets.wp.com/likes/#blog_id=11685733&amp;post_id=34331&amp;origin=biosil.wordpress.com&amp;obj_id=11685733-34331-581e6d6cd7063' data-name='like-post-frame-11685733-34331-581e6d6cd7063'><h3 class='sd-title'>Like this:</h3><div class='likes-widget-placeholder post-likes-widget-placeholder' style='height: 55px;'><span class='button'><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class='sd-text-color'></span><a class='sd-link-color'></a></div></div>\t\t<hr/>\n</div>\n\t\t\n\t\t<div class=\"post-7857 post type-post status-publish format-standard hentry category-health tag-black-salve tag-breast tag-breast-cancer tag-cancer tag-cancer-staging tag-conditions-and-diseases tag-health tag-mammography tag-national-cancer-institute\" id=\"post-7857\">\n\t<h1><a href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/\">Black Salve for&nbsp;Cancer</a></h1>\n\t<small class=\"post-meta\"><span class=\"post-date\"><b>Posted:</b> August 22, 2012</span> <span class=\"author-link\">| <b>Author:</b> <a href=\"https://biosil.wordpress.com/author/biosil/\" title=\"Posts by BIO-SIL\" rel=\"author\">BIO-SIL</a></span> <span class=\"meta-sep\">|</span> <span class=\"cat-links\"><b>Filed under:</b> <a href=\"https://biosil.wordpress.com/category/health/\" rel=\"category tag\">Health</a></span> <span class=\"tag-links\"> | <b>Tags:</b> <a href=\"https://biosil.wordpress.com/tag/black-salve/\" rel=\"tag\">black salve</a>, <a href=\"https://biosil.wordpress.com/tag/breast/\" rel=\"tag\">Breast</a>, <a href=\"https://biosil.wordpress.com/tag/breast-cancer/\" rel=\"tag\">Breast cancer</a>, <a href=\"https://biosil.wordpress.com/tag/cancer/\" rel=\"tag\">Cancer</a>, <a href=\"https://biosil.wordpress.com/tag/cancer-staging/\" rel=\"tag\">Cancer staging</a>, <a href=\"https://biosil.wordpress.com/tag/conditions-and-diseases/\" rel=\"tag\">Conditions and Diseases</a>, <a href=\"https://biosil.wordpress.com/tag/health/\" rel=\"tag\">Health</a>, <a href=\"https://biosil.wordpress.com/tag/mammography/\" rel=\"tag\">Mammography</a>, <a href=\"https://biosil.wordpress.com/tag/national-cancer-institute/\" rel=\"tag\">National Cancer Institute</a></span> <span class=\"edit-link\"></span> <span class=\"meta-sep\">|</span> <span class=\"comments-link\"><a href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/#respond\">Leave a comment</a></span></small>\n\t<div id=\"header\"><a href=\"http://www.blacksalve.biz/index.php\"><img src=\"https://i0.wp.com/www.blacksalve.biz/images/top_banner.jpg\" alt=\"Black Salve Click for home.\" /></a></div>\n<div id=\"menuTop\"></div>\n<div id=\"contentwrapper\">\n<div id=\"content\">\n<div><strong><a href=\"http://www.blacksalve.biz/how_black_salve_is_being_used_to_treat_breast_cancers_in_the_21st_century_e-book.php\">Go back</a></strong></div>\n<div><strong>Please Note:</strong> <strong>If you feel in anyway uneasy about leaving us your credit card details please call our office during business working hours on +61 7 5533 1389 and one of our team members will take your order over the phone. Thank you.</strong></div>\n<table width=\"96%\" border=\"0\" cellspacing=\"0\" cellpadding=\"8\" align=\"center\">\n<tbody>\n<tr>\n<td><img src=\"https://i2.wp.com/adrianjonesnaturopath.businesscatalyst.com/images/s_breastcancer_ebookn.jpg\" alt=\"\" width=\"170\" height=\"234\" /></td>\n<td align=\"center\" valign=\"top\">\n<h1><strong>&#8220;How Black Salve is Being Used to<br />\nTreat Breast Cancer in the 21st Century&#8221;</strong></h1>\n<p>with Naturopath Adrian Jones</p>\n<p><strong>Only AUD$13.20</strong></p>\n<p><a href=\"http://www.globalstarservices.com.au/online-store/books/how-black-salve-is-being-used-to-treat-breast-cancers-in-the-21st-century-e-book\" target=\"_new\"><img src=\"https://i1.wp.com/www.blacksalve.biz/images/buy_now.jpg\" alt=\"\" width=\"99\" height=\"27\" border=\"0\" vspace=\"8\" /></a><strong><br />\nInstant Download</strong></td>\n</tr>\n</tbody>\n</table>\n<p>This comprehensive e-book by Naturopath Adrian Jones (featured in Elaine Hollingsworth’s DVD “One Answer to Cancer”) covers all of your fears, questions and more that arise from using Black Salve on breast cancers.</p>\n<p>Table of Contents</p>\n<table width=\"96%\" border=\"0\" cellspacing=\"5\" cellpadding=\"0\" align=\"center\">\n<tbody>\n<tr>\n<td valign=\"top\" width=\"57\">2</td>\n<td valign=\"top\" width=\"520\">Disclaimer</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">3</td>\n<td valign=\"top\" width=\"520\">A Two-Fold Dedication</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">4</td>\n<td valign=\"top\" width=\"520\">Acknowledgements</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">5</td>\n<td valign=\"top\" width=\"520\">About the Author</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">8</td>\n<td valign=\"top\" width=\"520\">My own Story</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">9</td>\n<td valign=\"top\" width=\"520\">Observations</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">11</td>\n<td valign=\"top\" width=\"520\">What You’re Up Against</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">12</td>\n<td valign=\"top\" width=\"520\">Be Not Afraid</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">13</td>\n<td valign=\"top\" width=\"520\">Breast Applications</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">14</td>\n<td valign=\"top\" width=\"520\">Breast Cancer</p>\n<ul>\n<li>Staging</li>\n<li>Histopathology</li>\n<li>Grade</li>\n<li>Receptor Status</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">15</td>\n<td valign=\"top\" width=\"520\">Signs and Symptoms of Breast Cancer</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">16</td>\n<td valign=\"top\" width=\"520\">What cause Breast Cancer</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">17</td>\n<td valign=\"top\" width=\"520\">Breast Screening</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">18</td>\n<td valign=\"top\" width=\"520\">Problems with mammography</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">20</td>\n<td valign=\"top\" width=\"520\">Diagnosis : Biopsy</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">21</td>\n<td valign=\"top\" width=\"520\">But is the Biopsy Procedure Safe?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">23</td>\n<td valign=\"top\" width=\"520\">Medical Treatment Protocols</p>\n<ul>\n<li>Surgery</li>\n<li>Medications (Drugs)</li>\n<li>Radiation</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">25</td>\n<td valign=\"top\" width=\"520\">Hallowed Turf?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">26</td>\n<td valign=\"top\" width=\"520\">Why Seek an Alternative Treatment?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">27</td>\n<td valign=\"top\" width=\"520\">Prognosis</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">28</td>\n<td valign=\"top\" width=\"520\">Pointing the Bone</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">29</td>\n<td valign=\"top\" width=\"520\">Application to the Breast</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">30</td>\n<td valign=\"top\" width=\"520\">Important Note: Biopsy</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">30</td>\n<td valign=\"top\" width=\"520\">Applying the Black Salve</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">30</td>\n<td valign=\"top\" width=\"520\">The SALVE: What is It?</p>\n<ul>\n<li>A Myth Dispelled</li>\n<li>So How Does the Black Salve Actually Work?</li>\n<li>Cancer Cell Specificity</li>\n<li>Nature’s Scalpel</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">36</td>\n<td valign=\"top\" width=\"520\">How Long Does it Take to Heal?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">37</td>\n<td valign=\"top\" width=\"520\">A New Diagnostic?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">38</td>\n<td valign=\"top\" width=\"520\">APPLYING THE BLACK SALVE</p>\n<ul>\n<li>Pause for a Moment</li>\n<li>The Salve</li>\n<li>When should I apply it?</li>\n<li>Preparation</li>\n<li>Where to place the Salve</li>\n<li>How much do I use?</li>\n<li>How do I apply it?</li>\n<li>How do I look after the dressing?</li>\n<li>How long do I keep it on?</li>\n<li>What if the salve comes off before 24 hours?</li>\n</ul>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">41</td>\n<td valign=\"top\" width=\"520\">REACTIONS IN GENERAL</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">42</td>\n<td valign=\"top\" width=\"520\">Will I Become Incapacitated?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">43</td>\n<td valign=\"top\" width=\"520\">WHAT CAN I EXPECT TO SEE WHEN THE SALVE COMES OFF?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">44</td>\n<td valign=\"top\" width=\"520\">Contraindications</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">45</td>\n<td valign=\"top\" width=\"520\">What if the Tumor Appears Unchanged after Treatment?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">47</td>\n<td valign=\"top\" width=\"520\">Post Salve Care of the Resultant Wound</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">49</td>\n<td valign=\"top\" width=\"520\">How Will I Know whe / if it has all gone?</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">50</td>\n<td valign=\"top\" width=\"520\">Written Authentication of Effectiveness of Treatment</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"57\">51</td>\n<td valign=\"top\" width=\"520\">What if it Comes Back?</td>\n</tr>\n</tbody>\n</table>\n<p>Dealing with any type of cancer can be a scary experience if you want someone to hold your hand during the process, someone with  experience, someone who can give you that peace of mind that going the natural way was a good decision, than call Adrian Jones today, he is available now to be beside you all of the way. For more details <a href=\"http://www.adrianjonesnaturopath.com/consulting.htm\">‘Click Here’</a>.</p>\n<table width=\"96%\" border=\"0\" cellspacing=\"0\" cellpadding=\"8\" align=\"center\">\n<tbody>\n<tr>\n<td><img src=\"https://i2.wp.com/adrianjonesnaturopath.businesscatalyst.com/images/s_breastcancer_ebookn.jpg\" alt=\"\" width=\"170\" height=\"234\" /></td>\n<td align=\"center\">\n<h1><strong>&#8220;How Black Salve is Being Used to<br />\nTreat Breast Cancer in the 21st Century&#8221;</strong></h1>\n<p>with Naturopath Adrian Jones</p>\n<p><strong>Only AUD$13.20</strong></p>\n<p><a href=\"http://www.globalstarservices.com.au/online-store/books/how-black-salve-is-being-used-to-treat-breast-cancers-in-the-21st-century-e-book\" target=\"_new\"><img src=\"https://i1.wp.com/www.blacksalve.biz/images/buy_now.jpg\" alt=\"\" width=\"99\" height=\"27\" border=\"0\" vspace=\"8\" /></a><br />\n<strong>Instant Download</strong></td>\n</tr>\n</tbody>\n</table>\n</div>\n</div>\n<div id=\"jp-post-flair\" class=\"sharedaddy sd-rating-enabled sd-like-enabled sd-sharing-enabled\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a rel=\"nofollow\" data-shared=\"sharing-twitter-7857\" class=\"share-twitter sd-button share-icon\" href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=twitter\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-email\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-email sd-button share-icon\" href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=email\" target=\"_blank\" title=\"Click to email\"><span>Email</span></a></li><li class=\"share-print\"><a rel=\"nofollow\" data-shared=\"\" class=\"share-print sd-button share-icon\" href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/\" target=\"_blank\" title=\"Click to print\"><span>Print</span></a></li><li><a href=\"#\" class=\"sharing-anchor sd-button share-more\"><span>More</span></a></li><li class=\"share-end\"></li></ul><div class=\"sharing-hidden\"><div class=\"inner\" style=\"display: none;width:150px;\"><ul style=\"background-image:none;\"><li class=\"share-facebook\"><a rel=\"nofollow\" data-shared=\"sharing-facebook-7857\" class=\"share-facebook sd-button share-icon\" href=\"https://biosil.wordpress.com/2012/08/22/black-salve-for-cancer/?share=facebook\" target=\"_blank\" title=\"Share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div></div></div><div class='sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded' id='like-post-wrapper-11685733-7857-581e6d6cdb4f7' data-src='//widgets.wp.com/likes/#blog_id=11685733&amp;post_id=7857&amp;origin=biosil.wordpress.com&amp;obj_id=11685733-7857-581e6d6cdb4f7' data-name='like-post-frame-11685733-7857-581e6d6cdb4f7'><h3 class='sd-title'>Like this:</h3><div class='likes-widget-placeholder post-likes-widget-placeholder' style='height: 55px;'><span class='button'><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class='sd-text-color'></span><a class='sd-link-color'></a></div></div>\t\t<hr/>\n</div>\n\t\t\n\t\t<div class=\"navigation\">\n\t\t\t<div class=\"alignleft\"></div>\n\t\t\t<div class=\"alignright\"></div>\n\t\t</div>\n\n\t\n\t</div>\n\n\t<div id=\"sidebar\">\n\t\t\t\t<div id=\"recent-posts-4\" class=\"widget block widget_recent_entries sidebar-box\">\t\t<h3>Recent Posts</h3>\t\t<ul>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/08/27/gentle-vaccine-detox/\">Gentle Vaccine Detox</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/21/how-to-treat-bipolar-disorder-manic-depression-naturally/\">How to treat bipolar disorder &amp; manic depression&nbsp;naturally</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/20/diatomaceous-earth-de-wonderful-benefits/\">Diatomaceous Earth (D/E) &#8211; wonderful&nbsp;benefits</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/19/black-salve-feedback/\">Black Salve feedback</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/16/34514/\">Healthy gut through natural probiotic foods &#8211;&nbsp;DIY</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/12/vaccines-did-your-medic-show-you-this/\">Vaccines &#8211; did your medic show you&nbsp;this?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/07/michael-tsarion-a-world-apart-star-lit-dramas-and-official-sacrifices-to-the-planets/\">Michael Tsarion :  A World Apart &#8211; watch the video for some amazing original&nbsp;information</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/07/detoxing-so-important/\">Detoxing &#8211; so&nbsp;important</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/01/best-health-advice-free-and-so-easy/\">Best health advice &#8211; free and so&nbsp;easy</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/06/01/vaccines-still-want-to-vaccinate-your-child-please-watch-this/\">Vaccines &#8211; still want to vaccinate your child?   Please watch&nbsp;this</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/05/29/psoriasis-natural-remedy/\">Psoriasis &#8211; natural&nbsp;remedy</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/05/27/who-is-in-charge-in-our-body/\">Who is in charge in our&nbsp;body?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/05/24/8-herbs-for-common-baby-issues/\">8 Herbs for common baby&nbsp;issues</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/05/01/34447/\">Detox and Rejuvenate</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/05/01/cancer-and-silver/\">Cancer and silver</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/04/27/laxative-safe-and-natural/\">Laxative &#8211; safe and&nbsp;natural</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/04/27/gut-to-brain-come-in-please/\">Gut to Brain come in please&nbsp;…&#8230;</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/04/13/you-want-to-vaccinate-my-child-please-sign-here/\">You Want to Vaccinate my Child?  Please sign here&nbsp;&#8230;&#8230;</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/04/08/ever-wondered-why-weve-been-fed-the-lie-that-we-only-use-10-of-brainpower/\">Ever wondered why we&#8217;ve been &#8216;fed&#8217;  the lie that we only use 10% of&nbsp;brainpower?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/23/turmerics-smart-kill-properties-put-chemo-radiation-to-shame/\">Turmeric&#8217;s &#8216;Smart Kill&#8217; Properties Put Chemo &amp; Radiation To&nbsp;Shame</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/14/change-your-lifestyle-change-your-genes-the-power-is-in-you/\">Change your lifestyle, change your genes &#8211; the power is in&nbsp;you!</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/12/doctors-making-money-by-diagnosing-cancer-in-healthy-people/\">Doctors making money by diagnosing cancer in healthy&nbsp;people?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/11/what-role-does-your-emotions-and-symptoms-play-on-your-body/\">What role does your emotions and symptoms play on your&nbsp;body?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/04/can-we-transform-the-aging-process/\">Can we transform the aging&nbsp;process?</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://biosil.wordpress.com/2015/03/03/amaaaazing-benefits-of-oil-pulling/\">Amaaaazing benefits of oil&nbsp;pulling</a>\n\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t</div>\t\t<div id=\"search-6\" class=\"widget block widget_search sidebar-box\"><h3>Search here please</h3><form role=\"search\" method=\"get\" id=\"searchform\" class=\"searchform\" action=\"https://biosil.wordpress.com/\">\n\t\t\t\t<div>\n\t\t\t\t\t<label class=\"screen-reader-text\" for=\"s\">Search for:</label>\n\t\t\t\t\t<input type=\"text\" value=\"\" name=\"s\" id=\"s\" />\n\t\t\t\t\t<input type=\"submit\" id=\"searchsubmit\" value=\"Search\" />\n\t\t\t\t</div>\n\t\t\t</form></div><div id=\"categories-5\" class=\"widget block widget_categories sidebar-box\"><h3>CATEGORIES</h3><label class=\"screen-reader-text\" for=\"cat\">CATEGORIES</label><select  name='cat' id='cat' class='postform' >\n\t<option value='-1'>Select Category</option>\n\t<option class=\"level-0\" value=\"1019012\">Babies and Children</option>\n\t<option class=\"level-0\" value=\"1885\">Beauty</option>\n\t<option class=\"level-0\" value=\"578658\">Being Prepared</option>\n\t<option class=\"level-0\" value=\"34630435\">BIO-SIL PRODUCTS</option>\n\t<option class=\"level-0\" value=\"119469100\">Cures &#8211; Success stories</option>\n\t<option class=\"level-0\" value=\"586\">Food</option>\n\t<option class=\"level-0\" value=\"1833\">Gardening</option>\n\t<option class=\"level-0\" value=\"337\">Health</option>\n\t<option class=\"level-0\" value=\"400\">Home</option>\n\t<option class=\"level-0\" value=\"635539\">Lovely stuff</option>\n\t<option class=\"level-0\" value=\"1099\">Nature</option>\n\t<option class=\"level-0\" value=\"9277\">Pets</option>\n\t<option class=\"level-0\" value=\"271977892\">Probiotics, natural</option>\n\t<option class=\"level-0\" value=\"35172362\">Vaccines</option>\n\t<option class=\"level-0\" value=\"125361109\">Weight on / Weight off</option>\n\t<option class=\"level-0\" value=\"1935379\">Woo Woo Stuff</option>\n</select>\n\n<script type='text/javascript'>\n/* <![CDATA[ */\n(function() {\n\tvar dropdown = document.getElementById( \"cat\" );\n\tfunction onCatChange() {\n\t\tif ( dropdown.options[ dropdown.selectedIndex ].value > 0 ) {\n\t\t\tlocation.href = \"https://biosil.wordpress.com/?cat=\" + dropdown.options[ dropdown.selectedIndex ].value;\n\t\t}\n\t}\n\tdropdown.onchange = onCatChange;\n})();\n/* ]]> */\n</script>\n\n</div><div id=\"nav_menu-3\" class=\"widget block widget_nav_menu sidebar-box\"><h3>Pages</h3><div class=\"menu-pages-container\"><ul id=\"menu-pages-1\" class=\"menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33670\"><a href=\"https://biosil.wordpress.com/\">BIO-SIL Products</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33671\"><a href=\"https://biosil.wordpress.com/colloidal-silver/\">Colloidal Silver</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33619\"><a href=\"https://biosil.wordpress.com/colloidal-silver-grandfather/\">Colloidal Silver Grandfather</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33673\"><a href=\"https://biosil.wordpress.com/dmso/\">DMSO</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33674\"><a href=\"https://biosil.wordpress.com/graviola-soursop-and-cancer-and-more/\">Graviola &#8211; Soursop and cancer .. and more</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33675\"><a href=\"https://biosil.wordpress.com/irvingia/\">IRVINGIA</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-33683\"><a href=\"https://biosil.wordpress.com/pets/\">Pets</a></li>\n</ul></div></div><div id=\"blog_subscription-8\" class=\"widget block widget_blog_subscription sidebar-box\"><h3><label for=\"subscribe-field\">Email Subscription</label></h3>\n\t\t\t\t<form action=\"https://subscribe.wordpress.com\" method=\"post\" accept-charset=\"utf-8\" id=\"subscribe-blog\">\n\t\t\t\t\t\t\t\t\t\t\t<p>Join 63 other followers</p>\n\t\t\t\t\t\t<p><input type=\"text\" name=\"email\" style=\"width: 95%; padding: 1px 2px\" placeholder=\"Enter your email address\" value=\"\" id=\"subscribe-field\"/></p>\n\t\t\t\t\t\n\t\t\t\t\t<p>\n\t\t\t\t\t\t<input type=\"hidden\" name=\"action\" value=\"subscribe\"/>\n\t\t\t\t\t\t<input type=\"hidden\" name=\"blog_id\" value=\"11685733\"/>\n\t\t\t\t\t\t<input type=\"hidden\" name=\"source\" value=\"https://biosil.wordpress.com/tag/black-salve/\"/>\n\t\t\t\t\t\t<input type=\"hidden\" name=\"sub-type\" value=\"widget\"/>\n\t\t\t\t\t\t<input type=\"hidden\" name=\"redirect_fragment\" value=\"blog_subscription-8\" />\n\t\t\t\t\t\t<input type=\"hidden\" id=\"_wpnonce\" name=\"_wpnonce\" value=\"69f9ded95c\" />\t\t\t\t\t\t<input type=\"submit\" value=\"Sign me up!\" />\n\t\t\t\t\t</p>\n\t\t\t\t</form>\n\t\t\t\n</div><div id=\"widget_contact_info-2\" class=\"widget block widget_contact_info sidebar-box\"><h3>Yvonne and Shannon</h3><div class=\"confit-address\"><a href=\"http://maps.google.com/maps?z=16&#038;q=kensington,+johannesburg\" target=\"_blank\">Kensington, Johannesburg</a></div><div class=\"confit-phone\">27 11 615-5504</div><div class=\"confit-hours\">9-1 pm\r<br/>2-5 pm</div></div>\t</div>\n\t\t\t<div id=\"footer\">\n\t\t\t\t<a href=\"https://wordpress.com/?ref=footer_blog\">Blog at WordPress.com.</a>\n\t\t\t\tMid Mo Design.\t\t\t</div><!-- #footer -->\n\t\t\t<!--  -->\n<script type='text/javascript' src='//0.gravatar.com/js/gprofiles.js?ver=201644y'></script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar WPGroHo = {\"my_hash\":\"\"};\n/* ]]> */\n</script>\n<script type='text/javascript' src='https://s1.wp.com/wp-content/mu-plugins/gravatar-hovercards/wpgroho.js?m=1380573781h'></script>\n\n\t<script>\n\t\t//initialize and attach hovercards to all gravatars\n\t\tjQuery( document ).ready( function( $ ) {\n\n\t\t\tif (typeof Gravatar === \"undefined\"){\n\t\t\t\treturn;\n\t\t\t}\n\n\t\t\tif ( typeof Gravatar.init !== \"function\" ) {\n\t\t\t\treturn;\n\t\t\t}\t\t\t\n\n\t\t\tGravatar.profile_cb = function( hash, id ) {\n\t\t\t\tWPGroHo.syncProfileData( hash, id );\n\t\t\t};\n\t\t\tGravatar.my_hash = WPGroHo.my_hash;\n\t\t\tGravatar.init( 'body', '#wp-admin-bar-my-account' );\n\t\t});\n\t</script>\n\n\t\t<div style=\"display:none\">\n\t</div>\n\n\t<script type=\"text/javascript\">\n\t\twindow.WPCOM_sharing_counts = {\"https:\\/\\/biosil.wordpress.com\\/2015\\/06\\/19\\/black-salve-feedback\\/\":34521,\"https:\\/\\/biosil.wordpress.com\\/2015\\/02\\/15\\/black-salve-for-moles-skin-cancer-bcc-etc-video-demonstration\\/\":34331,\"https:\\/\\/biosil.wordpress.com\\/2012\\/08\\/22\\/black-salve-for-cancer\\/\":7857};\n\t</script>\n\t\t<script type=\"text/javascript\">\n\t\t\tvar windowOpen;\n\t\tjQuery(document).on( 'ready post-load', function(){\n\t\t\tjQuery( 'a.share-twitter' ).on( 'click', function() {\n\t\t\t\tif ( 'undefined' !== typeof windowOpen ){ // If there's another sharing window open, close it.\n\t\t\t\t\twindowOpen.close();\n\t\t\t\t}\n\t\t\t\twindowOpen = window.open( jQuery(this).attr( 'href' ), 'wpcomtwitter', 'menubar=1,resizable=1,width=600,height=350' );\n\t\t\t\treturn false;\n\t\t\t});\n\t\t});\n\t\t</script>\n\t\t\t<div id=\"sharing_email\" style=\"display: none;\">\n\t\t<form action=\"/tag/black-salve/\" method=\"post\">\n\t\t\t<label for=\"target_email\">Send to Email Address</label>\n\t\t\t<input type=\"email\" name=\"target_email\" id=\"target_email\" value=\"\" />\n\n\t\t\t\n\t\t\t\t<label for=\"source_name\">Your Name</label>\n\t\t\t\t<input type=\"text\" name=\"source_name\" id=\"source_name\" value=\"\" />\n\n\t\t\t\t<label for=\"source_email\">Your Email Address</label>\n\t\t\t\t<input type=\"email\" name=\"source_email\" id=\"source_email\" value=\"\" />\n\n\t\t\t\t\t\t<input type=\"text\" id=\"jetpack-source_f_name\" name=\"source_f_name\" class=\"input\" value=\"\" size=\"25\" autocomplete=\"off\" />\n\t\t\t<script> document.getElementById('jetpack-source_f_name').value = ''; </script>\n\t\t\t<div class=\"recaptcha\" id=\"sharing_recaptcha\"></div><input type=\"hidden\" name=\"recaptcha_public_key\" id=\"recaptcha_public_key\" value=\"6LcYW8MSAAAAADBAuEH9yaPcF7lWh11Iq62ZKtoo\" />\n\t\t\t<img style=\"float: right; display: none\" class=\"loading\" src=\"https://s2.wp.com/wp-content/mu-plugins/post-flair/sharing/images/loading.gif\" alt=\"loading\" width=\"16\" height=\"16\" />\n\t\t\t<input type=\"submit\" value=\"Send Email\" class=\"sharing_send\" />\n\t\t\t<a rel=\"nofollow\" href=\"#cancel\" class=\"sharing_cancel\">Cancel</a>\n\n\t\t\t<div class=\"errors errors-1\" style=\"display: none;\">\n\t\t\t\tPost was not sent - check your email addresses!\t\t\t</div>\n\n\t\t\t<div class=\"errors errors-2\" style=\"display: none;\">\n\t\t\t\tEmail check failed, please try again\t\t\t</div>\n\n\t\t\t<div class=\"errors errors-3\" style=\"display: none;\">\n\t\t\t\tSorry, your blog cannot share posts by email.\t\t\t</div>\n\t\t</form>\n\t</div>\n\t\t<script type=\"text/javascript\">\n\t\t\tvar windowOpen;\n\t\tjQuery(document).on( 'ready post-load', function(){\n\t\t\tjQuery( 'a.share-facebook' ).on( 'click', function() {\n\t\t\t\tif ( 'undefined' !== typeof windowOpen ){ // If there's another sharing window open, close it.\n\t\t\t\t\twindowOpen.close();\n\t\t\t\t}\n\t\t\t\twindowOpen = window.open( jQuery(this).attr( 'href' ), 'wpcomfacebook', 'menubar=1,resizable=1,width=600,height=400' );\n\t\t\t\treturn false;\n\t\t\t});\n\t\t});\n\t\t</script>\n\t\t<script type='text/javascript'>\n/* <![CDATA[ */\nvar actionbardata = {\"siteID\":\"11685733\",\"siteName\":\"Bio-Sil South Africa\",\"siteURL\":\"http:\\/\\/biosil.wordpress.com\",\"icon\":\"<img alt='' src='https:\\/\\/secure.gravatar.com\\/blavatar\\/4ea4b5333b49c7a6433414e0fa0a75db?s=36' class='avatar avatar-36' height='36' width='36' \\/>\",\"canManageOptions\":\"\",\"canCustomizeSite\":\"\",\"isFollowing\":\"\",\"themeSlug\":\"pub\\/clean-home\",\"signupURL\":\"https:\\/\\/wordpress.com\\/start\\/\",\"loginURL\":\"https:\\/\\/biosil.wordpress.com\\/wp-login.php?redirect_to=https%3A%2F%2Fbiosil.wordpress.com%2F2015%2F06%2F19%2Fblack-salve-feedback%2F\",\"themeURL\":\"\",\"xhrURL\":\"https:\\/\\/biosil.wordpress.com\\/wp-admin\\/admin-ajax.php\",\"nonce\":\"ebeddb77c8\",\"isSingular\":\"\",\"isFolded\":\"\",\"isLoggedIn\":\"\",\"isMobile\":\"\",\"subscribeNonce\":\"<input type=\\\"hidden\\\" id=\\\"_wpnonce\\\" name=\\\"_wpnonce\\\" value=\\\"69f9ded95c\\\" \\/>\",\"referer\":\"https:\\/\\/biosil.wordpress.com\\/tag\\/black-salve\\/\",\"canFollow\":\"1\",\"statusMessage\":\"\",\"customizeLink\":\"https:\\/\\/biosil.wordpress.com\\/wp-admin\\/customize.php?url=https%3A%2F%2Fbiosil.wordpress.com%2Ftag%2Fblack-salve%2F\",\"i18n\":{\"view\":\"View Site\",\"follow\":\"Follow\",\"following\":\"Following\",\"edit\":\"Edit\",\"login\":\"Log In\",\"signup\":\"Sign Up\",\"customize\":\"Customize\",\"report\":\"Report this content\",\"themeInfo\":\"Get theme: Clean Home\",\"shortlink\":\"Copy shortlink\",\"copied\":\"Copied\",\"followedText\":\"New posts from this site will now appear in your <a href=\\\"https:\\/\\/wordpress.com\\/\\\">Reader<\\/a>\",\"foldBar\":\"Collapse this bar\",\"unfoldBar\":\"Expand this bar\",\"editFollows\":\"Manage Sites I Follow\",\"editSubs\":\"Manage Subscriptions\",\"viewReader\":\"View Site in the Reader\",\"subscribe\":\"Sign me up\",\"enterEmail\":\"Enter your email address\",\"followers\":\"Join 63 other followers\",\"alreadyUser\":\"Already have a WordPress.com account? <a href=\\\"https:\\/\\/biosil.wordpress.com\\/wp-login.php?redirect_to=https%3A%2F%2Fbiosil.wordpress.com%2F2015%2F06%2F19%2Fblack-salve-feedback%2F\\\">Log in now.<\\/a>\"}};\n/* ]]> */\n</script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar sharing_js_options = {\"lang\":\"en\",\"counts\":\"1\"};\n/* ]]> */\n</script>\n<script type='text/javascript' src='https://s0.wp.com/_static/??-eJx9i0ESgjAMRS9EiQwMuGE4SywRUktamxY9vm4YXbH6b+a9D69obJBMksEpzLSzpfiunVbwp7Zioi8Li4LnByk8CxVaUWZP6SRGmznIDdOPTuoYNJu7R06gKyaW5djvadrGphv6tr32w8V9AB5bQ/8='></script>\n<script type=\"text/javascript\">\n// <![CDATA[\n(function() {\ntry{\n  if ( window.external &&'msIsSiteMode' in window.external) {\n    if (window.external.msIsSiteMode()) {\n      var jl = document.createElement('script');\n      jl.type='text/javascript';\n      jl.async=true;\n      jl.src='/wp-content/plugins/ie-sitemode/custom-jumplist.php';\n      var s = document.getElementsByTagName('script')[0];\n      s.parentNode.insertBefore(jl, s);\n    }\n  }\n}catch(e){}\n})();\n// ]]>\n</script>\t<script type=\"text/javascript\">\n\tvar skimlinks_pub_id = \"725X584219\"\n\tvar skimlinks_sitename = \"biosil.wordpress.com\";\n\t</script>\n\t<script type=\"text/javascript\" src=\"https://s.skimresources.com/js/725X1342.skimlinks.js\"></script>\t\t<iframe src='https://widgets.wp.com/likes/master.html?ver=20160429#ver=20160429' scrolling='no' id='likes-master' name='likes-master' style='display:none;'></iframe>\n\t\t<div id='likes-other-gravatars'><div class=\"likes-text\"><span>%d</span> bloggers like this:</div><ul class=\"wpl-avatars sd-like-gravatars\"></ul></div>\n\t\t<script>\n\t\t\tvar _comscore = _comscore || [];\n\t\t\t_comscore.push({\n\t\t\t\tc1: \"2\",\n\t\t\t\tc2: \"7518284\"\n\t\t\t});\n\t\t\t(function() {\n\t\t\t\tvar s = document.createElement(\"script\"),\n\t\t\t\t\tel = document.getElementsByTagName(\"script\")[0];\n\t\t\t\ts.async = true;\n\t\t\t\ts.src = (document.location.protocol == \"https:\" ? \"https://sb\" : \"http://b\") + \".scorecardresearch.com/beacon.js\";\n\t\t\t\tel.parentNode.insertBefore(s, el);\n\t\t\t})();\n\t\t</script>\n\t\t<noscript>\n\t\t\t<p class=\"robots-nocontent\"><img src=\"https://sb.scorecardresearch.com/p?c1=2&c2=7518284&c3=&c4=&c5=&c6=&c15=&cv=2.0&cj=1\" alt=\"\" style=\"display:none;\" width=\"1\" height=\"1\" /></p>\n\t\t</noscript><script src=\"//stats.wp.com/w.js?55\" type=\"text/javascript\" async defer></script>\n<script type=\"text/javascript\">\n_tkq = window._tkq || [];\n_stq = window._stq || [];\n_tkq.push(['storeContext', {'blog_id':'11685733','blog_tz':'2','user_lang':'en','blog_lang':'en','user_id':'0'}]);\n_stq.push(['view', {'blog':'11685733','v':'wpcom','tz':'2','user_id':'0','subd':'biosil'}]);\n_stq.push(['extra', {'crypt':'UE40eW5QN0p8M2Y/RE1LVmwrVi5vQS5fVFtfdHBbPyw1VXIrU3hWLHhzVndTdktBX0ddJnpXRjVaOTd6fj1YMX4ydzRUSk0wbVRfODlnNUZzfnk1K0wuMmNTT3pfJXlab24wN0F+dGliaEJ6aStOYyZDT1pBb2ZteUMyVVp5OD9GWW1IeUpZc3g2aXNNPy4vRFt3UVJUZ34mTWxJLi94PUVGX0p3TGNBWW50RmlQT3JbOVZqfC9MJnY/Y3FlJS1nWWE2ZCZxfG5COUUxb2olLkFOfnE9ckQxSHYmeEo2dk9zOEl+SWRqbytLd0h6QjVpczNyYmFDRThoWmkzcls/Y1pOY3dLPUNmb1pUbF8tLzFKLmN6MW5LJWJIK2t3OC9VWEZ1Yw=='}]);\n_stq.push([ 'clickTrackerInit', '11685733', '0' ]);\n\t</script>\n<noscript><img src=\"https://pixel.wp.com/b.gif?v=noscript\" style=\"height:0px;width:0px;overflow:hidden\" alt=\"\" /></noscript>\n<script>\nif ( 'object' === typeof wpcom_mobile_user_agent_info ) {\n\n\twpcom_mobile_user_agent_info.init();\n\tvar mobileStatsQueryString = \"\";\n\t\n\tif( false !== wpcom_mobile_user_agent_info.matchedPlatformName )\n\t\tmobileStatsQueryString += \"&x_\" + 'mobile_platforms' + '=' + wpcom_mobile_user_agent_info.matchedPlatformName;\n\t\n\tif( false !== wpcom_mobile_user_agent_info.matchedUserAgentName )\n\t\tmobileStatsQueryString += \"&x_\" + 'mobile_devices' + '=' + wpcom_mobile_user_agent_info.matchedUserAgentName;\n\t\n\tif( wpcom_mobile_user_agent_info.isIPad() )\n\t\tmobileStatsQueryString += \"&x_\" + 'ipad_views' + '=' + 'views';\n\n\tif( \"\" != mobileStatsQueryString ) {\n\t\tnew Image().src = document.location.protocol + '//pixel.wp.com/g.gif?v=wpcom-no-pv' + mobileStatsQueryString + '&baba=' + Math.random();\n\t}\n\t\n}\n</script>\t\t</div>\n\t</body>\n</html>\n", "authors": [], "query": "black salve cancer", "expected-search-type": "f"}