{"links": ["#content", "https://anndevlin.wordpress.com/", "https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/", "https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/#comments", "http://www.cancersalves.com/pdf/CS-Introduction.pdf", "http://www.blacksalveinfo.com", "https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg", "https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg", "https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg", "https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg", "https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg", "https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-small-tumour-6th-dec-2014.jpg", "https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg", "https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg", "https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg", "https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg", "https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg", "https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg", "http://www.canceractive.com", "http://www.yestolife.org.uk", "http://www.reson8uk,com", "https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/", "https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/", "https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/#respond", "http://www.gofundme.com/CancerCannabinoids", "https://www.youtube.com/watch?v=-hUoyXKf81c", "https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/", "https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/", "https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/#respond", "http://www.canceractive.com", "https://www.youtube.com/watch?v=QDQ0FjP7J-c", "http://lissarankin.com/9-key-factors-affecting-radical-remission-from-cancer", "http://noetic.org/research/projects/spontaneous-remission", "https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/", "https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/", "https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/#comments", "http://www.independent.co.uk/arts-entertainment/obituary-penny-brohn-1070229.html", "http://www.pennybrohncancercare.org/", "https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/", "https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/", "https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/#comments", "http://cancer-acts.com/", "https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/", "https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/", "https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/#comments", "https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/", "https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/", "https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/", "https://anndevlin.wordpress.com/author/anndevlin/", "https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/#comments", "https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/", "https://anndevlin.wordpress.com/page/2/", "https://wordpress.com/?ref=footer_website", "https://anndevlin.wordpress.com/", "https://wordpress.com/?ref=footer_blog", ""], "title": "Ann Devlin  Cancer Maverick", "url": "https://anndevlin.wordpress.com/", "actual-search-type": "f", "paragraphs": ["If you are contemplating using black salve, or other natural treatments, I would suggest that it should be done under the guidance of a qualified, experienced medical herbalist/naturopath.", "If you plan to buy black salve on the internet or otherwise, I would suggest that you are confident that it is from a reputable source.", "It is likely that additional products may also be required, such as drawing ointment, yellow salve, poultice powder, healing ointment, anti-scar cream.", "Black salve is applied to the area overlying the tumour.", "Apply an occlusive dressing to keep the salve moist.", "The salve should be applied to the area every 12/24 hours for 1-4 days or until you start to see a good reaction developing.", "After 1-4 days a reaction occurs on the skin if cancerous cells are present, i.e.", "yellow blister-like pustules begin to appear.", "This period can range from just a slight tingling/stinging sensation to extremely painful.", "If no cancerous tissue is present there will be just a slight reddening of the skin, but no accompanied blistering, and the reddening will subside after a few days.", "The blistering reaction continues for several more days, as the active herbal ingredients work on necrosing the tumour.", "A scab or eschar starts to form.", "The tumour becomes detached internally from the surrounding tissues, and the patient may experience a drawing/tugging feeling as the tumour is drawn to the surface.", "May also experience intermittent pricking/stabbing sensations.", "This stage is often described as more uncomfortable as opposed to painful.", "The eschar and tumour come away when ready, usually onto the dressing, leaving a clean bloodless wound.", "The eschar should NOT be forcibly detached, it needs to come away freely in its own time.", "It is important that the wound shows no signs of remaining tumour (shown as residual white bits) if so it may be necessary to reapply salve which would be extremely painful to apply to an open wound.", "Alternatively, it may be an option to apply a less aggressive salve paste/yellow salve/drawing ointment/poultice, this should be discussed with supervising practitioner.", "The area should be cleaned daily with sterile (cooled boiled water), and covered with a sterile dressing until new skin starts to form on the area.", "Herbal healing creams with antibacterial properties may be used to reduce the risk of infection.", "Anti-scar herbal creams may be used to minimise scar formation.", "The whole process may take anywhere from 5 days to 5/6 weeks, depending on the depth of the tumour and the strength of the salve mixture.", "Then on 18th December I began a 3rd salve treatment on the medial side of my breast.", "With the 3rd treatment I applied the salve to the area where I could feel the small lump, and to my surprise a few days after applying the salve not only did a reaction occur in the area of the lump but also in a small area about 2cm lower down, even though initially no salve was applied to this area!", "This indicated to me that a small 4th tumour was present, so on the next few days when I applied the salve I also extended the area of application to cover the lower part too.", "The 3rd tumour came out in 2 pieces, the smaller bit (immediately to the left of the main crater) came out on Boxing Day morning, and the larger bit, about the size of a baked bean, came out on the evening of boxing day.", "Then on the morning of 27th Dec the small bit lower down, measuring about 4mm came out.", "There were also several micro tumours which on the photo of the wound area above you may be able to make out several small holes that look like acne scars thats where these came out from.", "Photo below shows the micro tumours.", "This morning I called into the Breast Care Unit at St Lukes Hospital, Bradford, and handed over my recent tumour haul to be sent to pathology.", "The breast care nurse, not surprisingly, seems very intrigued, and I am pleased to say she has been very supportive.", "She even gave me a supply of new dressings as I was running low.", "However, on my most recent visits to see the surgeon I have been at quite at a loss.", "He openly admitted he has never seen anything like it before, yet he appears to feign indifference.", "I may be wrong but I cant help feeling that perhaps he finds me quite challenging , in a very unchallenging kind of way might I add.", "Afterall it goes against all he has been taught at medical school, and all his years as a specialist breast surgeon.", "So moving on I am hopeful that I have now removed all the breast tumours, at least I am not aware that there are any more in there, and Im hoping I dont get any more surprises.", "I will be continuing to have regular ultrasound scans and thermal imaging scans to monitor my breasts for any signs of further disease.", "And as I mentioned earlier I will be continuing with my strict protocol for at least the next few years or until I am confident that I no longer have any signs of active disease, and even then much of my so called protocol is now in fact a new way of life for me.", "It is over a year since I was diagnosed and in spite of having the tumours I feel healthier and fitter than I have felt for many, many years.", "So it may come as no surprise that I am happy to keep up my regime to reduce to risk of recurrence and to maintain my new found health.", "I have successfully removed 4 breast tumours, non-surgically!", "Had a great long weekend in Finland, with my new husband, two sons, and the European Round Table.", "I organised and ran a Cancer Prevention seminar in June in Brighouse, about 70 people attended and we had fantastic feedback Thanks to my old boss Art and his lovely wife Rosemary for coming up all the way from the south coast.", "Along with the fabulous NinaJoy (www.ninajoy.com) Whaddya mean Incurable?", "and the inspirational Clare Walters we have set up The Cancer Mavericks a support group to help people with cancer to help make them aware that they can take an active role in overcoming the disease and getting back to full health.", "The Cancer Mavericks ran a very informative one day seminar, focussing on Cancer prevention, in Wakefield in October.", "About 80 delegates attended, with fantastic feedback.", "The Cancer Mavericks are planning a one day workshop, specifically for people with cancer, on 7th Feb 2015.", "See Cancer Mavericks FB page for info.", "It was with sadness that my Aunty Margaret Devlin recently died, I hope she is resting peacefully and is now with her two eldest children, Ann & Bernard, my two cousins who both died of cancer at the age of 40 and 41 respectively.", "Though it was a sad occasion, it was also a lovely opportunity to meet up with many family members who I have not seen for many years.", "Regan and I have got through our first year of married bliss Im happy to say that he has been unbelievably supportive and when I have been faced with many difficult situations and decisions he has beenbeside me all the way.", "I have met some absolutely wonderful new friends over the last year, both in person and online, many of whom I hope will remain long term friends.", "Finally thanks to my Utility Warehouse buddies and my Utility Warehouse business the residual income has allowed me to step back from the business and instead has allowed me to focus on my health, and my UW business is still secure and growing.", "So to finish Id like to wish you all the best for 2015, with lots of Love, Peace, Happiness, and Health!", "If anyone would like to help as far as cancer research then rather than keep giving money to the big charities so they can develop more drugs that dont work, or at least not particularly well, and who in turn line their own pockets and their shareholders with their vast profits, then why not donate a few squid to help fund research into the use of cannabis to treat cancer?", "There is already lots of anecdotal evidence and plenty of in vitro (lab) evidence to support the use of cannabis as an effective cancer treatment but more research is needed to identify the best types of cannabis strains/compounds,and how different types of cancer react.", "As many of you know I opted not to have conventional treatments to deal with my own breast cancer.", "I realise the numbers would be far too small to have any statistical significance, but I feel it would be interesting to know what the statistics would be for women diagnosed with early breast stage cancer who choose to avoid chemotherapy and radiotherapy, and instead use natural/non-toxic treatment methods.", "It is well established that chemotherapy and radiotherapy themselves are known to cause cancer, as well as chemotherapy destroying the immune system at a time when the patient needs it the most.", "It would be my feeling, and Id love to see it proven someday, that recurrence and indeed re-diagnosis as stage 4 metastatic breast cancer would be less if breast cancer was treated routinely in a non-aggressive manner.", "Another interesting statistic that many people may not be aware of: 2 recent studies have shown that chemotherapy is only 2.1% and 2.3% effective.", "If people were told this information I wonder how many more people might reject chemotherapy in favour of natural/non-toxic treatments.", "A great book that covers many, but not all, of the most successful and widely used non-toxic treatments is Outsmart Your Cancer by Tanya Harter Pierce.", "A book that anyone who is diagnosed with cancer should read as a priority, or even if you dont have cancer it would be good to read, after all To be forewarned is to be forearmed.", "Apologies for the not so cheerful post, but, same as Holley, I feel it is really important to raise awareness.", "Id like to finish on a more positive note.", "I often feel very angry and frustrated that the doctors dish out the terminal diagnosis to their patients without really thinking about the impact on the patient.", "Afterall, if the doctor tells the patient they are going to die, its more than likely that they will believe it, and so the patient may reside themselves to the fact that they are going to die, and it inevitably becomes a self-fulfilling prophecy.", "I realise the doctors are limited to the treatments they can offer, and the majority are just going by what they have learnt in medical school, but they would do well to read up on the thousands of so called spontaneous remissions.", "When one looks into these cases in more detail they are far from spontaneous.", "It appears that some people who receive a terminal diagnosis are unwilling to accept it, so they pull out all the stops to make sure they recover as they are just not ready to accept the diagnosis and give in.", "I would highly recommend anyone with cancer, or any other serious disease, for that matter to read a fantastic book called Radical Remissions by Dr Kelly Tumer PhD.", "Kelly Turner has spent 10 years researching this fascinating phenomenon.", "She has interviewed more than a 1000 people who have recovered from cancer against the odds, most of them being Stage 4 and for whom conventional treatments had failed, yet they still went on to make a full recovery!", "Dr Lissa Rankins, another very progressive doctor, highly endorses Kelly Turners work.", "See link below for review of the Dr Kelly Turners book.", "See also THE SPONTANEOUS REMISSION PROJECT A study of 3500 spontaneous remissions.", "It aint over till the fat lady sings!", "Im just back from having spent a wonderful three days at the Penny Brohn Cancer Centre, formerly known as the Bristol Cancer Centre.", "This was my second visit, and I feel words cant express enough my gratitude to the facilitators, the therapists, their resident doctor, the catering staff, other support staff, and of course to the many people who have contributed funds to keep this most wonderful place running.", "And must not to forget a special mention for the beautilful Elizabeth Biodanza dance instructor and truly wonderful woman, and the gorgeous Tilly the Night Nurse.", "Personally I feel every town and city should have a Penny Brohn Centre, but that may be a very long term vision indeed.", "I feel the benefits it offers to cancer patients, and their carers too, is beyond measure.", "If you or any of your loved ones have cancer I would highly recommend you check out their services.", "If you feel the urge to donate please do so as they are certainly a charity in need of support so they can offer support to the growing numbers of people being diagnosed with cancer every day.", "Penny Brohn herself, and the co founder Pat Pilkington were both truly inspirational women with a vision to help cancer sufferers by implementing a whole person approach, which is unfortunately sadly lacking in the conventional cancer treatment model.", "It is slowly becoming accepted in Western society that stress, emotional/psychological problems, and nutrition play a significant part in the development of cancer, and it is essential that these aspects are addressed if the person is to recover, to be able to manage the disease, and to reduce the likelihood of recurrence.", "Please take some time to look into the background of The Penny Brohn Centre and the services they offer, even if you dont need them now you might be glad you did as you or someone you know may have need for their services in the future.", "Thanks again to all the staff and supporters of Penny Brohn centre, and thanks to the amazing group of people that I met there, both this week and on my first visit last December.", "Last night I had the pleasure of meeting a wonderful couple Sue and Robert Olifent.", "They have been on an amazing cancer journey.", "Roberts wife, Sue, was diagnosed with terminal cancer, she had a large liver tumour plus several smaller tumours in her pancreas.", "The doctors gave her no hope whatsoever, in fact the doctor gave Robert a plentiful supply of painkillers and sleeping tablets, and his parting words were Shell need these.", "Fortunately Robert and Sue took control of a desperate situation and implemented a great programme of nutrition, detoxification and supplements.", "Sue made a full recovery, and has been cancer free for 4 years.", "Sue and Robert now devote their life to helping other people with cancer.", "Robert has written a very informative book, a great resource.", "Big thanks to Sue and Robert!", "Milk and Cancer: Is it time to ditch thedairy?", "Today I was reading a good article in the latest ICON magazine (Integrative Cancer and Oncology News) about the pros and cons of dairy, and it appears to be based on solid research.", "It turns out there are very few pros but a considerable number of cons, certainly enough to seriously consider ditching the dairy.", "1) The cows may be grazing on land that still contains residual pesticides from last years crops, and as the fat is a wonderful solvent, so the fat will bring the pesticides into your body.", "2) Milk contains lactose, which is a sugar and so, like glucose, it can be used as fuel by cancer cells.", "3) Milk contains the milk protein casein, which has been convincingly shown to have links to cancer, see The China Study, by Prof Colin T Campbell.", "4) 80% of mass market milk is from pregnant cows thus increasing our hormone load even further, and since most cancers are hormone driven this is not good news.", "5) A recent study, (Nature, Dec 13th 2013) shows that milk products can adversely affect the gut flora, leading to inflammation, and inflammation can be a precursor to cancer and can encourage metastases.", "6) A European Prospective Investigation into Cancer and Nutrition (EPICN, 2008) in the UK concluded that both protein and calcium from cows milk were linked to prostate cancer, whereas cancer from plant sources was not.", "So does milk have anything good going for it?", "Theres some evidence that calcium in milk can reduce the risk of inflammatory polys in the gut, but you could gain more than enough calcium by eating a good portion of green vegetables.", "There is some supportive evidence for drinking raw unpasteurized milk, as it contains good sources of probiotics, and can encourage healthy gut flora.", "Compared to pasteurized milk raw milk contains more healthy bacteria that can suppress the immune responses that underlie autoimmune and allergic conditions.", "Furthermore contrary to popular belief there is little if any convincing evidence that raw milk is harmful.", "In states such as California there has not been a death from drinking raw milk in over 35 years.", "In Europe, despite laws to prevent the sale of raw milk the French carried on as usual.", "Although raw milk is hard to come by the the UK the government is now looking at bringing in raw milk dispensers across the country.", "It is known that children raised on farms and people drinking raw milk have stronger immune systems.", "and a strong immune system and healthy gut flora is what you need to fight off cancer.", "Having said all that, considering all the negatives I would rather still stay off the milk even if it is raw, and I will stick to having regular helpings of sauerkraut as my recommended source of probiotics (see Budwig diet).", "And as my favourite milk substitutes, Id go for and oat milk and coconut milk yummie!", "If you are still going to drink milk the key recommendation would be to know the source of the milk.", "Milk and Cancer: Is it time to ditch thedairy?", " 2013 I was officially diagnosed with breast cancer.", "It was infiltrating ductal and lobular carcinoma to be precise, and was classified as grade 2, stage 2 it scored full marks for being oestrogen receptive, and was classed as borderline Her2 positive.", "The mammography and ultrasound scans showed two tumours a larger one measuring 4cm x3cm x1cm located immediately superior to my left nipple, and a smaller one measuring approximately 1cm, positioned more laterally.", "According to the radiologist who performed the ultrasound scan the area in between the two tumours was also diseased and was likely to be pre-cancerous.", "With this in mind a lumpectomy was not considered an option, and instead I was recommended to have a mastectomy.", "I often felt very pressurized by both the medical staff and by a handful of well-meaning friends to follow the standard NHS route.", "However, my gut instinct was screaming at me telling me it was not the right option, at least not for me.", "In the early weeks and months I did not rule out the surgery option; however I was desperate to avoid the radiotherapy and chemotherapy.", "I could not reconcile that it would make sense to inject an already sick body with systemic poisons that would, in effect, kill off an already struggling immune system, and especially at a time when the immune system should be supported not obliterated.", "Also blasting my body with radiation did not sound like such a great idea to me either, especially since, as a radiographer, I had had it drummed into me that radiation is harmful and causes cancer!", "So after much hesitation and deliberation I postponed the initial treatments and instead I opted to start treating my cancer using diet and natural treatments, and looking back on it all now I am so, so glad that I did, so unbelievably glad that I listened to my own gut instinct .", "It wasnt an easy decision and it wasnt an immediate decision, it sort of happened gradually.", "Over the coming weeks and months I went on to do hours and hours of reading and research on the internet.", "I bought about 50 books, not all at once.", "I have had several private consultations with integrated cancer specialists, attended a few seminars, and have spoken to many people who have an interest in cancer, including several people who have healed their own cancers using non-conventional therapies.", "I gradually implemented lots of stuff into my own personal get well programme, i.e.", "virtually vegan diet, as much as possible organic, juicing, clean filtered water, apricot kernels, green tea, wheatgrass, chlorella and spirulina.", "I was monitoring by body pH using pH strips, and was taking bicarbonate of soda to help alkalise my body.", "I was rattling around due to the immense number of supplements I was taking on a daily basis: curcumin, resveratrol, quercetin, Indole-3-carbinol, Vit K, Vit E, Vit D, Milk Thistle, alpha-lipoic acid, and mineral supplements.", "I started taking high dose liposomal vitamin C, but as it was working out at about 100/week to buy the bottled stuff I opted to start making my own.", "I was dosing up on about 10-15g of home-made liposomal Vit C per day.", "A few months on I started on the Budwig Muesli, with added benefit of the sunshine too!", "I started a regular exercise programme in the form of running and yoga.", "I started doing the obligatory daily coffee enemas, I was a little hesitant at first but since all the other cancer survivors were doing it I guessed it made sense that I should do too.", "As far as treatments are concerned I was having regular Bioresonance treatments, I was seeing a homeopath and was taking daily homeopathic remedies, I was also having the occasional energy/relaxation treatments such as Reiki, reflexology, Bowen, massage.", "I started going for regular hyperbaric oxygen sessions (HBO) at a local MS Therapy centre in Leeds.", "I discovered a local spa in Dewsbury that has an infra-red sauna, so I made an effort to go along for a relaxing sauna every once in a while, though not as often as I would have liked to.", "As you can imagine it was quite an ordeal fitting all this into my daily schedule!", "Last but most definitely not least I undertook a thorough mindfulness programme to help with the deep psychological healing.", "Fortunately in the preceding September I had enrolled on a year long mindfulness course, much of which is based on the work of Brandon Bays and Byron Katie.", "When, just a few months into the course, I was diagnosed with the breast cancer I felt almost as if it had also been planned by the Universe that I should be on this course a way to see me through this life changing and often difficult time of my life.", "There were about fifteen people on the mindfulness programme, a mixture of practitioners, some homeopaths, psychotherapists, a nutritionist, a business coach, and a few non practitioners.", "Being part of this group helped me immensely I felt very supported by a group of such loving, caring individuals, many of whom have become good friends.", "I am particularly grateful to Clare Walters, the course facilitator, who with such skill, insight, and loving nature has supported me immensely throughout my healing journey, and to Emma Colley who, as both homeopath and nutritionist, has given me great support.", "As well as implementing lots of good stuff I also tried to cut out as much as possible of the bad stuff.", "One of the first things I cut out was dairy, along with meat, sugar and refined carbohydrates, deep fried foods, bad fats, processed foods, microwaved foods, tea/coffee, alcohol, with the exception of the very occasional glass of red wine.", "I also became quite fastidious, even to the degree of being obsessive, about cutting out any potential harmful skin products, or anything else that might have an opportunity to enter my body via the skin.", "This was especially important to me as the histology result had shown that my tumours were highly oestrogen driven.", "Hence I felt it was important for me to remove as many as possible of the so called xenoestrogens (artificial chemicals that mimic the action of oestrogen in the body and can have the same effect, i.e.", "So no more perfume, or perfumed body lotions, no deodorant, shampoo, conditioner, hair colour, no high street brands of sun creams, no make up, etc.", "I do however use just natural hand made soaps, I use organic coconut oil as a skin moisturiser, which is fabulous, and occasionally use a deodorant made by Faith in Nature, and I still use a bit of mascara, and organic natural sun cream if necessary.", "I also had a complete overhaul in the kitchen.", "I already use very few harmful cleaning products as I had previously switched on to a fabulous chemical free cleaning system, Enjo, several years ago.", "However I was still using standard washing up liquid and dish washer powder/tablets, so I switched onto the more eco-friendly brand Ecover.", "The overhaul extended beyond cleaning chemicals I ditched any Teflon coated pans, and now use only stainless steel or cast iron pans.", "I threw out several plastic drinks bottles, and one of my top priorities was to get a reverse osmosis water filter plumbed in comes in handy when you live with a plumber.", "This means we have a dedicated tap giving us pure filtered water on tap none of the nasty chemicals that are rife in the standard tap water.", "I am still acutely aware that I am surrounded by invisible, harmful electromagnetic radiation in the form of Wi-Fi, and mobile phones, but at least I dont walk around with my phone in my pocket all the time as I used to do, and I make a concerted effort to remember to switch the internet off at bedtime.", "Unfortunately Im not sure that the neighbours do though as I can still see Wi-Fi connectivity of at least five neighbours that shows up on my laptop.", "At least if I can make an effort to control some of the unseen EMF I guess its better than nothing.", "FinallyIve tried to cut out the late nights that but thats something I still need to work on, Im often still up reading until way past bedtime.", "Jumping ahead to August 2014, almost 9 months from D-Day, and having had several ultrasound scans and thermal imaging scans that reassuringly showed that there was no signs of growth or spread of the cancer, I was pleased to see that my own natural treatment plan was obviously working, at least to a degree, and I was feeling fabulous!", "However, although there were no signs of disease progression I was still very much aware that the tumours were not decreasing in size either.", "I was pleased that my efforts and my body had managed to halt the growth and spread of the cancer but since the main tumour was so large and solid I was not confident that I would be able to break the tumour down naturally using just natural methods or more gentle treatment methods.", "I was aware that some people who have been diagnosed with cancer are quite happy to live with inactive tumours, and may just choose to keep a close eye on them, and as long as they remain inactive thats fine with them.", "I had also read the inspiring book by Beata Bishop, A Time to Heal, in which she describes how her tumour, and also the tumour of her fellow cancer buddy, had become encapsulated in a thick fibrous coating, possibly the bodys own natural way of preventing the tumour from spreading.", "In fact it has also been shown in post mortem studies that many people who die of causes unrelated to cancer have tumours that they are unaware and which may have been inactive for some time.", "Nevertheless as my tumour was quite a size, was causing a considerable degree of breast distortion, and I was constantly aware of it I decided to still go ahead and use black salve to remove the larger of the two tumours.", "I had come across black salve as a treatment for cancers many months earlier but had not rushed into using it as it appeared to be quite a traumatic process to undertake.", "Howeverafter considerable research on the subject and much deliberation, I decided to go ahead with the black salve treatment.", "The black salve process took just four weeks.", "It is now eight weeks since the large tumour came out, and I have just a small scar, less than the size of a penny, where I once had a great big cancerous lump.", "I am still monitoring the smaller tumour and may decide to do a further salve treatment at some point.", "I felt a sense of intense joy and liberation when the large tumour came out, the nearest thing I could describe it to would be childbirth but instead of giving birth to a child that had been growing in my womb for nine months, I was delivering a whopping great big lump of cancer that had been quietly growing inside my breast for several years.", "Apart from that quite significant difference the pain and the ecstasy were pretty much comparable.", "Create a free website or blog at WordPress.com."], "contents": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n<meta charset=\"UTF-8\">\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\n<link rel=\"profile\" href=\"http://gmpg.org/xfn/11\">\n<link rel=\"pingback\" href=\"https://anndevlin.wordpress.com/xmlrpc.php\">\n\n<title>Ann Devlin &#8211; Cancer Maverick</title>\n<link rel='dns-prefetch' href='//s2.wp.com' />\n<link rel='dns-prefetch' href='//s1.wp.com' />\n<link rel='dns-prefetch' href='//s0.wp.com' />\n<link rel='dns-prefetch' href='//fonts.googleapis.com' />\n<link rel=\"alternate\" type=\"application/rss+xml\" title=\"Ann Devlin &raquo; Feed\" href=\"https://anndevlin.wordpress.com/feed/\" />\n<link rel=\"alternate\" type=\"application/rss+xml\" title=\"Ann Devlin &raquo; Comments Feed\" href=\"https://anndevlin.wordpress.com/comments/feed/\" />\n\t<script type=\"text/javascript\">\n\t\t/* <![CDATA[ */\n\t\tfunction addLoadEvent(func) {\n\t\t\tvar oldonload = window.onload;\n\t\t\tif (typeof window.onload != 'function') {\n\t\t\t\twindow.onload = func;\n\t\t\t} else {\n\t\t\t\twindow.onload = function () {\n\t\t\t\t\toldonload();\n\t\t\t\t\tfunc();\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\t/* ]]> */\n\t</script>\n\t\t\t<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s0.wp.com\\/wp-content\\/mu-plugins\\/wpcom-smileys\\/twemoji\\/2\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s0.wp.com\\/wp-content\\/mu-plugins\\/wpcom-smileys\\/twemoji\\/2\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/s1.wp.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?m=1473172720h&ver=4.6.1-RC1-38499\"}};\n\t\t\t!function(a,b,c){function d(a){var c,d,e,f,g,h=b.createElement(\"canvas\"),i=h.getContext&&h.getContext(\"2d\"),j=String.fromCharCode;if(!i||!i.fillText)return!1;switch(i.textBaseline=\"top\",i.font=\"600 32px Arial\",a){case\"flag\":return i.fillText(j(55356,56806,55356,56826),0,0),!(h.toDataURL().length<3e3)&&(i.clearRect(0,0,h.width,h.height),i.fillText(j(55356,57331,65039,8205,55356,57096),0,0),c=h.toDataURL(),i.clearRect(0,0,h.width,h.height),i.fillText(j(55356,57331,55356,57096),0,0),d=h.toDataURL(),c!==d);case\"diversity\":return i.fillText(j(55356,57221),0,0),e=i.getImageData(16,16,1,1).data,f=e[0]+\",\"+e[1]+\",\"+e[2]+\",\"+e[3],i.fillText(j(55356,57221,55356,57343),0,0),e=i.getImageData(16,16,1,1).data,g=e[0]+\",\"+e[1]+\",\"+e[2]+\",\"+e[3],f!==g;case\"simple\":return i.fillText(j(55357,56835),0,0),0!==i.getImageData(16,16,1,1).data[0];case\"unicode8\":return i.fillText(j(55356,57135),0,0),0!==i.getImageData(16,16,1,1).data[0];case\"unicode9\":return i.fillText(j(55358,56631),0,0),0!==i.getImageData(16,16,1,1).data[0]}return!1}function e(a){var c=b.createElement(\"script\");c.src=a,c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var f,g,h,i;for(i=Array(\"simple\",\"flag\",\"unicode8\",\"diversity\",\"unicode9\"),c.supports={everything:!0,everythingExceptFlag:!0},h=0;h<i.length;h++)c.supports[i[h]]=d(i[h]),c.supports.everything=c.supports.everything&&c.supports[i[h]],\"flag\"!==i[h]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[i[h]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(g=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",g,!1),a.addEventListener(\"load\",g,!1)):(a.attachEvent(\"onload\",g),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),f=c.source||{},f.concatemoji?e(f.concatemoji):f.wpemoji&&f.twemoji&&(e(f.twemoji),e(f.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n\t\t<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link rel='stylesheet' id='all-css-0-1' href='https://s0.wp.com/_static/??-eJx9kN0OwjAIhV/IStRp9ML4LFuHG1tpm9Fl2dvLXPTCn96QA5wPAjBFY4NP6BPwaKIbG/ICU7SBjTA5nD+yrRXZwG/MUY8CHaZY2t48s5yd/J08pfktcmZpw5BsqHWBukAcqWzDZN6NHG3DgFrnWKbFwVhTiQ5ZbTmM4+lFLbLVs7IXrZ+qqjigiNHINLJJrS7Kcg16HEgbf+QXu46EOFbA5H2YQNLsni+48XVXHC/7Ync5nLsH4Fq1tg==' type='text/css' media='all' />\n<link rel='stylesheet' id='minnow-opensans-css'  href='https://fonts.googleapis.com/css?family=Open+Sans%3A300%2C400%2C700%2C700italic%2C400italic%2C300italic%7COpen+Sans+Condensed%3A700%2C700italic&#038;subset=latin%2Clatin-ext' type='text/css' media='all' />\n<link rel='stylesheet' id='all-css-2-1' href='https://s1.wp.com/_static/??-eJx9jEsKAjEQRC9kbAYi6kI8y0xoY0t/wqRD8PZGBBk37qqo9wp6CcnUUR38joIVSltASNU6kCao/mQMvSSTfap1BwRqTkOq3/AZNlfSQuGWaTAZLbCl2cn0p4Qbz7T+U1dc2PKIGQa1qW/pKpcpHs4xno5TfLwArsFKDA==' type='text/css' media='all' />\n<link rel='stylesheet' id='print-css-3-1' href='https://s0.wp.com/wp-content/mu-plugins/global-print/global-print.css?m=1465851035h' type='text/css' media='print' />\n<link rel='stylesheet' id='all-css-4-1' href='https://s1.wp.com/_static/??/wp-content/mu-plugins/actionbar/actionbar.css,/wp-content/themes/h4/global.css?m=1476338670j' type='text/css' media='all' />\n<script type='text/javascript' src='https://s1.wp.com/_static/??-eJyF0NsKwjAMBuAXsiuepl6Iz9LV35G6Hmxahz69FSYiVIVAIPkISeQYBDk95CNYmhKXjHibUmN4Jn8BYamPKqGx5F5Ye5fg0tNa39EAkRlR9aVWBp18xQXPyYK5oEr3cyVyV8L4lxmkoPRZRDDdUTuEw3vn7x+Y1MHu56u2XS+Wu83WPACvA3MG'></script>\n<link rel='stylesheet' id='all-css-0-2' href='https://s1.wp.com/wp-content/mu-plugins/highlander-comments/style.css?m=1377793621h' type='text/css' media='all' />\n<!--[if lt IE 8]>\n<link rel='stylesheet' id='highlander-comments-ie7-css'  href='https://s1.wp.com/wp-content/mu-plugins/highlander-comments/style-ie7.css?m=1351637563h&#038;ver=20110606' type='text/css' media='all' />\n<![endif]-->\n<link rel=\"EditURI\" type=\"application/rsd+xml\" title=\"RSD\" href=\"https://anndevlin.wordpress.com/xmlrpc.php?rsd\" />\n<link rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\" href=\"https://s1.wp.com/wp-includes/wlwmanifest.xml\" /> \n<meta name=\"generator\" content=\"WordPress.com\" />\n<link rel='shortlink' href='http://wp.me/5ihRU' />\n\n<!-- Jetpack Open Graph Tags -->\n<meta property=\"og:type\" content=\"website\" />\n<meta property=\"og:title\" content=\"Ann Devlin\" />\n<meta property=\"og:description\" content=\"Cancer Maverick\" />\n<meta property=\"og:url\" content=\"https://anndevlin.wordpress.com/\" />\n<meta property=\"og:site_name\" content=\"Ann Devlin\" />\n<meta property=\"og:image\" content=\"https://s0.wp.com/i/blank.jpg\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta name=\"twitter:site\" content=\"@wordpressdotcom\" />\n<meta property=\"fb:app_id\" content=\"249643311490\" />\n<link rel=\"shortcut icon\" type=\"image/x-icon\" href=\"https://s2.wp.com/i/favicon.ico\" sizes=\"16x16 24x24 32x32 48x48\" />\n<link rel=\"icon\" type=\"image/x-icon\" href=\"https://s2.wp.com/i/favicon.ico\" sizes=\"16x16 24x24 32x32 48x48\" />\n<link rel=\"apple-touch-icon-precomposed\" href=\"https://s0.wp.com/i/webclip.png\" />\n<link rel='openid.server' href='https://anndevlin.wordpress.com/?openidserver=1' />\n<link rel='openid.delegate' href='https://anndevlin.wordpress.com/' />\n<link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"https://anndevlin.wordpress.com/osd.xml\" title=\"Ann Devlin\" />\n<link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"https://s1.wp.com/opensearch.xml\" title=\"WordPress.com\" />\n\t\t<style type=\"text/css\">\n\t\t\t.recentcomments a {\n\t\t\t\tdisplay: inline !important;\n\t\t\t\tpadding: 0 !important;\n\t\t\t\tmargin: 0 !important;\n\t\t\t}\n\n\t\t\ttable.recentcommentsavatartop img.avatar, table.recentcommentsavatarend img.avatar {\n\t\t\t\tborder: 0px;\n\t\t\t\tmargin: 0;\n\t\t\t}\n\n\t\t\ttable.recentcommentsavatartop a, table.recentcommentsavatarend a {\n\t\t\t\tborder: 0px !important;\n\t\t\t\tbackground-color: transparent !important;\n\t\t\t}\n\n\t\t\ttd.recentcommentsavatarend, td.recentcommentsavatartop {\n\t\t\t\tpadding: 0px 0px 1px 0px;\n\t\t\t\tmargin: 0px;\n\t\t\t}\n\n\t\t\ttd.recentcommentstextend {\n\t\t\t\tborder: none !important;\n\t\t\t\tpadding: 0px 0px 2px 10px;\n\t\t\t}\n\n\t\t\t.rtl td.recentcommentstextend {\n\t\t\t\tpadding: 0px 10px 2px 0px;\n\t\t\t}\n\n\t\t\ttd.recentcommentstexttop {\n\t\t\t\tborder: none;\n\t\t\t\tpadding: 0px 0px 0px 10px;\n\t\t\t}\n\n\t\t\t.rtl td.recentcommentstexttop {\n\t\t\t\tpadding: 0px 10px 0px 0px;\n\t\t\t}\n\t\t</style>\n\t\t<meta name=\"application-name\" content=\"Ann Devlin\" /><meta name=\"msapplication-window\" content=\"width=device-width;height=device-height\" /><meta name=\"msapplication-tooltip\" content=\"Cancer Maverick\" /><meta name=\"msapplication-task\" content=\"name=Subscribe;action-uri=https://anndevlin.wordpress.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"msapplication-task\" content=\"name=Sign up for a free blog;action-uri=http://wordpress.com/signup/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"msapplication-task\" content=\"name=WordPress.com Support;action-uri=http://support.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"msapplication-task\" content=\"name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico\" /><meta name=\"title\" content=\"Ann Devlin on WordPress.com\" />\n<meta name=\"description\" content=\"Cancer Maverick\" />\n<style type=\"text/css\" id=\"syntaxhighlighteranchor\"></style>\n</head>\n\n<body class=\"home blog mp6 customizer-styles-applied highlander-enabled highlander-light infinite-scroll neverending\">\n<div id=\"page\" class=\"hfeed site\">\n\t<a class=\"skip-link screen-reader-text\" href=\"#content\">Skip to content</a>\n\n\t<header id=\"masthead\" class=\"site-header\" role=\"banner\">\n\n\t\t<div class=\"site-branding\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<h1 class=\"site-title\"><a href=\"https://anndevlin.wordpress.com/\" rel=\"home\">Ann Devlin</a></h1>\n\t\t\t<h2 class=\"site-description\">Cancer Maverick</h2>\n\t\t</div>\n\n\t\t\n\t\t\t\t<div class=\"slide-menu\">\n\t\t\t\n\t\t\t\n\t\t</div>\n\t</header><!-- #masthead -->\n\n\t<div id=\"content\" class=\"site-content\">\n\n\t<div id=\"primary\" class=\"content-area\">\n\t\t<main id=\"main\" class=\"site-main\" role=\"main\">\n\n\t\t\n\t\t\t\t\t\t\n\t\t\t\t\n<article id=\"post-22\" class=\"post-22 post type-post status-publish format-standard sticky hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/\" rel=\"bookmark\">29th December 2014 &#8211; Update on my Cancer&nbsp;journey</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2014-12-30T02:42:34+00:00\">December 30, 2014</time><time class=\"updated\" datetime=\"2015-08-04T23:20:33+00:00\">August 4, 2015</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/#comments\">73 Comments</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>Hi Folks,  hope you&#8217;ve all been enjoying the Christmas festivities. I thought it may be time for an update on my own cancer journey&#8230; Before continuing, can I please just mention that when I posted in September about my first salve treatment I was inundated with literally hundreds of questions and requests for advice. I apologise for being late in replying to some of the messages, or some that I may have missed altogether. At the time I was totally overwhelmed by the response. If, further to reading this post, you are seeking an urgent response please mark your query as &#8216;Urgent&#8217; and I will endeavour to reply asap. <strong>I do however need to state that I am not in a position to give medical advice,</strong> but am happy to share my story with you, in the hope that it will raise awareness about natural cancer therapies, and that it may help you or someone you know who may have been affected by cancer. <strong>If you are contemplating using black salve, or other natural treatments, I would suggest that it should be done under the guidance of a qualified, experienced medical herbalist/naturopath. If you plan to buy black salve on the internet or otherwise, I would suggest that you are confident that it is from a reputable source. It is likely that additional products may also be required, such as drawing ointment, yellow salve, poultice powder, healing ointment, anti-scar cream.</strong> I would also suggest that black salve is not considered a treatment to be used in its own right, that would be the equivalent of having just the surgery but no chemotherapy/radiotherapy. Salving is merely a way of removing the tumour(s). It is still imperative that the whole health is addressed- both the internal body health and the psychological and spiritual health. As part of my own healing journey I have been doing lots of natural therapies (as mentioned in an earlier post), and will continue to do so, in fact much of the protocol is now just an everyday part of life. Black salve has been around for literally thousands of years. If you want to read further on the subject I would recommend a book called CANCER SALVES, A BOTANICAL APPROACH by Ingrid Naiman. Ingrid Naiman has extensively researched salves for many many years, her comprehensive book is the definitive guide to the use of cancer salves. She also has a very informative website, see  &#8216;Sacred Medicine Sanctuary&#8217;. <a href=\"http://www.cancersalves.com/pdf/CS-Introduction.pdf\" rel=\"nofollow\">http://www.cancersalves.com/pdf/CS-Introduction.pdf</a> Another useful resource is <a href=\"http://www.blacksalveinfo.com\" rel=\"nofollow\">http://www.blacksalveinfo.com</a> A quick summary &#8211;</p>\n<ul>\n<li>Black salve is applied to the area overlying the tumour. Apply an occlusive dressing to keep the salve moist.</li>\n<li>The salve should be applied to the area every 12/24 hours for 1-4 days or until you start to see a good reaction developing.</li>\n<li>After 1-4 days a reaction occurs on the skin if cancerous cells are present, i.e. yellow blister-like pustules begin to appear. This period can range from just a slight tingling/stinging sensation to extremely painful. If no cancerous tissue is present there will be just a slight reddening of the skin, but no accompanied blistering, and the reddening will subside after a few days.</li>\n<li>The blistering reaction continues for several more days, as the active herbal ingredients work on necrosing the tumour.</li>\n<li>A scab or &#8216;eschar&#8217; starts to form.</li>\n<li>The tumour becomes detached internally from the surrounding tissues, and the patient may experience a drawing/tugging feeling as the tumour is drawn to the surface. May also experience intermittent pricking/stabbing sensations. This stage is often described as more uncomfortable as opposed to painful.</li>\n<li>The eschar and tumour come away when ready, usually onto the dressing, leaving a clean bloodless wound. The eschar should NOT be forcibly detached, it needs to come away freely in its own time. It is important that the wound shows no signs of remaining tumour (shown as residual white bits) &#8211; if so it may be necessary to reapply salve &#8211; which would be extremely painful to apply to an open wound. Alternatively, it may be an option to apply a less aggressive salve paste/yellow salve/drawing ointment/poultice, &#8211; this should be discussed with supervising practitioner.</li>\n<li>The area should be cleaned daily with sterile (cooled boiled water), and covered with a sterile dressing until new skin starts to form on the area. Herbal healing creams with antibacterial properties may be used to reduce the risk of infection.</li>\n<li>Anti-scar herbal creams may be used to minimise scar formation.</li>\n<li>The whole process may take anywhere from 5 days to 5/6 weeks, depending on the depth of the tumour and the strength of the salve mixture.</li>\n</ul>\n<p>So for my update&#8230; Whilst most people were busy during December planning for all the Christmas festivities, I have been busy otherwise &#8211; removing several breast tumours. Some of you may recall that my first black salve treatment was earlier this year, in August/September, where I removed a large breast tumour measuring 4cm x 3cm x1cm. This came out in 2 bits &#8211; the 1st bit after 21 days and the remaining larger part after 28 days. I took the large tumour to the hospital in a jar of vodka for histological examination, and I am happy to say that I have received histological confirmation that it was cancerous breast tissue &#8211; not that I didn&#8217;t think for one minute that it wasn&#8217;t, but I felt that it was important to have the confirmation on my medical records. <a href=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg\"><img class=\"alignnone  wp-image-24\" src=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg?w=368&#038;h=276\" alt=\"Black Salve Day 20\" width=\"368\" height=\"276\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg?w=368&amp;h=276 368w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg?w=736&amp;h=552 736w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20.jpg?w=300&amp;h=225 300w\" sizes=\"(max-width: 368px) 100vw, 368px\" /><img class=\"alignnone  wp-image-33\" src=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20-tumour-1.jpg?w=290&#038;h=386\" alt=\"Black Salve Day 20 Tumour 1\" width=\"290\" height=\"386\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20-tumour-1.jpg?w=290&amp;h=386 290w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20-tumour-1.jpg?w=580&amp;h=772 580w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20-tumour-1.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-20-tumour-1.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 290px) 100vw, 290px\" /></a> This was part 1 that came out after 21 days. Some tumour was still remaining at the lower edge and at the side so I applied another salve application. The cream bit that resembles a piece of chewing gum is the tumour, the dark bit surrounding it is the black salve, and the brown stuff surrounding that is the poultice that I applied to help release the eschar. Photo showing a lovely clean, bloodless wound, with no signs of any remaining tumour🙂 <a href=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg\"><img class=\"alignnone  wp-image-23\" src=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=395&#038;h=296\" alt=\"Black Salve Day 28\" width=\"395\" height=\"296\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=395&amp;h=296 395w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=790&amp;h=592 790w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=300&amp;h=225 300w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28.jpg?w=768&amp;h=576 768w\" sizes=\"(max-width: 395px) 100vw, 395px\" /></a><a href=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg\"><img class=\"alignnone  wp-image-25\" src=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg?w=335&#038;h=251\" alt=\"Black Salve Day 28 Tumour 2\" width=\"335\" height=\"251\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg?w=335&amp;h=251 335w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg?w=670&amp;h=502 670w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/black-salve-day-28-tumour-2.jpg?w=300&amp;h=225 300w\" sizes=\"(max-width: 335px) 100vw, 335px\" /></a> The wound has healed up beautifully, leaving just a small scar, with character might I add🙂 The photo below was taken 8 weeks after the tumour was removed. <a href=\"https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg\"><img class=\"alignnone  wp-image-31\" src=\"https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=399&#038;h=299\" alt=\"8 weeks healing 051114\" width=\"399\" height=\"299\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=399&amp;h=299 399w, https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=798&amp;h=598 798w, https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=300&amp;h=225 300w, https://anndevlin.files.wordpress.com/2014/12/8-weeks-healing-051114.jpg?w=768&amp;h=576 768w\" sizes=\"(max-width: 399px) 100vw, 399px\" /></a> I wanted to give myself a little time to get over the first salve treatment before starting on the second tumour. But then I received some not so good news in November, i.e. that the small tumour had grown from 0.9cm to1.4cm, and that there was also a tumour visible on the medial side of the breast measuring 0.9mm ( I was aware of a small lump in this area but I had been told previously by the surgeon that it was nothing to worry about, however on the most recent scan I was told it was likely to be cancerous). Anyhow, bearing in mind this news, rather than delay matters, I decided to get started with salving on the remaining two tumours. I began the 2nd salve treatment on the lateral side of my left breast on Friday 28th Nov and on Saturday 6th December out popped an irregular shaped tumour measuring approximately 1.4cm.This has been sent to pathology and I am currently awaiting the report. First photo was taken just after tumour came away. <a href=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg\"><img class=\"  wp-image-26 alignleft\" src=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg?w=318&#038;h=424\" alt=\"2nd Salve Treatment Day 9 after poultice 6th Dec 2014\" width=\"318\" height=\"424\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg?w=318&amp;h=424 318w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg?w=636&amp;h=848 636w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-day-9-after-poultice-6th-dec-2014.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 318px) 100vw, 318px\" /></a><a href=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-small-tumour-6th-dec-2014.jpg\"><img class=\"alignnone  wp-image-27\" src=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-small-tumour-6th-dec-2014.jpg?w=291&#038;h=364\" alt=\"2nd Salve treatment Small tumour 6th Dec 2014\" width=\"291\" height=\"364\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-small-tumour-6th-dec-2014.jpg?w=121&amp;h=150 121w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-small-tumour-6th-dec-2014.jpg?w=241&amp;h=300 241w\" sizes=\"(max-width: 291px) 100vw, 291px\" /></a> Photo below was taken 2 weeks after tumour removal. <a href=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg\"><img class=\"alignnone  wp-image-38\" src=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg?w=339&#038;h=452\" alt=\"2nd Salve treatment 2 weeks after tumour removal 13th Dec 2014\" width=\"339\" height=\"452\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg?w=339&amp;h=452 339w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg?w=678&amp;h=904 678w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/2nd-salve-treatment-2-weeks-after-tumour-removal-13th-dec-2014.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 339px) 100vw, 339px\" /></a></p>\n<p style=\"text-align:left;\">Then on 18th December I began a 3rd salve treatment on the medial side of my breast. With the 3rd treatment I applied the salve to the area where I could feel the small lump, and to my surprise a few days after applying the salve not only did a reaction occur in the area of the lump but also in a small area about 2cm lower down, even though initially no salve was applied to this area!  This indicated to me that a small 4th tumour was present, so on the next few days when I applied the salve I also extended the area of application to cover the lower part too.</p>\n<p style=\"text-align:left;\">The 3rd tumour came out in 2 pieces, the smaller bit (immediately to the left of the main crater) came out on Boxing Day morning, and the larger bit, about the size of a baked bean, came out on the evening of boxing day.</p>\n<p style=\"text-align:left;\"><a href=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg\"><img class=\"alignnone  wp-image-28\" src=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg?w=380&#038;h=507\" alt=\"3rd salve 2nd day after tumours came out 28th Dec\" width=\"380\" height=\"507\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg?w=380&amp;h=507 380w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg?w=760&amp;h=1014 760w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-2nd-day-after-tumours-came-out-28th-dec.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 380px) 100vw, 380px\" /></a><a href=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg\"><img class=\"alignnone  wp-image-29\" src=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg?w=381&#038;h=286\" alt=\"3rd Salve 1st bit 26th Dec\" width=\"381\" height=\"286\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg?w=381&amp;h=286 381w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg?w=762&amp;h=572 762w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-1st-bit-26th-dec.jpg?w=300&amp;h=225 300w\" sizes=\"(max-width: 381px) 100vw, 381px\" /></a><a href=\"https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg\"><img class=\"alignnone  wp-image-30\" src=\"https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg?w=335&#038;h=447\" alt=\"20143rs salve 2nd bit 26th Dec evening\" width=\"335\" height=\"447\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg?w=335&amp;h=447 335w, https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg?w=670&amp;h=894 670w, https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/20143rs-salve-2nd-bit-26th-dec-evening.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 335px) 100vw, 335px\" /></a></p>\n<p style=\"text-align:left;\">Then on the morning of 27th Dec the small bit lower down, measuring about 4mm came out.</p>\n<p style=\"text-align:left;\"> <a href=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg\"><img class=\"alignnone  wp-image-32\" src=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg?w=297&#038;h=396\" alt=\"3rd salve 3rd bit 27th Dec am\" width=\"297\" height=\"396\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg?w=297&amp;h=396 297w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg?w=594&amp;h=792 594w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg?w=113&amp;h=150 113w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-3rd-bit-27th-dec-am.jpg?w=225&amp;h=300 225w\" sizes=\"(max-width: 297px) 100vw, 297px\" /></a></p>\n<p style=\"text-align:left;\">There were also several &#8216;micro&#8217; tumours &#8211; which on the photo of the wound area above you may be able to make out several small holes that look like acne scars &#8211; that&#8217;s where these came out from. Photo below shows the &#8216;micro&#8217; tumours.</p>\n<p style=\"text-align:left;\"><a href=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg\"><img class=\"alignnone  wp-image-37\" src=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=512&#038;h=383\" alt=\"3rd salve 26th Dec micro tumours\" width=\"512\" height=\"383\" srcset=\"https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=512&amp;h=383 512w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=1021&amp;h=766 1021w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=150&amp;h=113 150w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=300&amp;h=225 300w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=768&amp;h=576 768w, https://anndevlin.files.wordpress.com/2014/12/3rd-salve-26th-dec-micro-tumours.jpg?w=1024&amp;h=768 1024w\" sizes=\"(max-width: 512px) 100vw, 512px\" /></a></p>\n<p style=\"text-align:left;\">This morning I called into the Breast Care Unit at St Luke&#8217;s Hospital, Bradford, and handed over my recent tumour haul to be sent to pathology. The breast care nurse, not surprisingly, seems very intrigued, and I am pleased to say she has been very supportive. She even gave me a supply of new dressings as I was running low. However, on my most recent visits to see the surgeon I have been at quite at a loss. He openly admitted he has never seen anything like it before, yet he appears to feign indifference. I may be wrong but I can&#8217;t help feeling that perhaps he finds me quite challenging , in a very unchallenging kind of way might I add. Afterall it goes against all he has been taught at medical school, and all his years as a specialist breast surgeon. I await to see how things develop over the coming months&#8230;</p>\n<p style=\"text-align:left;\">So moving on&#8230; I am hopeful that I  have now removed all the breast tumours, at least I am not aware that there are any more in there, and I&#8217;m hoping I don&#8217;t get any more &#8216;surprises&#8217;. I will be continuing to have regular ultrasound scans and thermal imaging scans to monitor my breasts for any signs of further disease. And as I mentioned earlier I will be continuing with my strict protocol for at least the next few years or until I am confident that I no longer have any signs of active disease, and even then much of my so called protocol is now in fact a new way of life for me. It is over a year since I was diagnosed and in spite of having the tumours I feel healthier and fitter than I have felt for many, many years. So it may come as no surprise that  I am happy to keep up my regime to reduce to risk of recurrence and to maintain my new found health.</p>\n<p style=\"text-align:left;\">So, here&#8217;s to finishing off 2014 with a bang,  I&#8217;ve had quite an eventful year&#8230;</p>\n<ul>\n<li style=\"text-align:left;\">Regan and I started the year off as newly weds🙂</li>\n<li style=\"text-align:left;\">I have avoided having a mastectomy🙂</li>\n<li style=\"text-align:left;\">I have avoided chemotherapy and radiotherapy, along with the accompanying side effects🙂</li>\n<li style=\"text-align:left;\">I have successfully removed 4 breast tumours, non-surgically!😉</li>\n<li style=\"text-align:left;\">Had a lovely holiday in Spain🙂</li>\n<li style=\"text-align:left;\">Had a great long weekend in Finland, with  my new husband, two sons, and the European Round Table.</li>\n<li style=\"text-align:left;\">I&#8217;ve sent my eldest son off to University😦</li>\n<li style=\"text-align:left;\">My youngest son continues to be a daily delight🙂</li>\n<li style=\"text-align:left;\">I have completed a full year&#8217;s Focussed Mindfulness Programme, and am working towards practitioner status🙂</li>\n<li style=\"text-align:left;\">I organised and ran a Cancer Prevention seminar in June in Brighouse, about 70 people attended and we had fantastic feedback🙂 Thanks to my old boss Art and his lovely wife Rosemary for coming up all the way from the south coast.</li>\n<li style=\"text-align:left;\">Along with the fabulous Nina Joy (www.ninajoy.com)  &#8211;  &#8216;Whaddya mean Incurable? &#8211;  and the inspirational Clare Walters we have set up &#8216;The Cancer Mavericks&#8217;  &#8211; a support group to help people with cancer &#8211; to help make them aware that they can take an active role in overcoming the disease and getting back to full health. More to follow&#8230;</li>\n<li style=\"text-align:left;\">The Cancer Mavericks ran a very informative one day seminar, focussing on Cancer prevention, in Wakefield in October. About 80 delegates attended, with fantastic feedback.</li>\n<li style=\"text-align:left;\">The Cancer Mavericks are planning a one day workshop, specifically for people with cancer, on 7th Feb 2015. See Cancer Mavericks FB page for info.</li>\n<li style=\"text-align:left;\">I had the privilege of meeting Chris Woollams of <a href=\"http://www.canceractive.com\" rel=\"nofollow\">http://www.canceractive.com</a></li>\n<li style=\"text-align:left;\">I&#8217;ve been to two great YestoiLife seminars <a href=\"http://www.yestolife.org.uk\" rel=\"nofollow\">http://www.yestolife.org.uk</a>.</li>\n<li style=\"text-align:left;\">I have been made aware of an amazing therapy called Bioresonance, which has been an important part of my get well programme. I have been so impressed that I have invested in a BICOM Bioresonance Machine, and will be getting started with training in January 2015 and May 2015. More to follow, in the meantime if you would like to know more see <a href=\"http://www.reson8uk,com\" rel=\"nofollow\">http://www.reson8uk,com</a></li>\n<li style=\"text-align:left;\">It was with sadness that my Aunty Margaret Devlin recently died, I hope she is resting peacefully and is now with her two eldest children, Ann &amp; Bernard, &#8211; my two cousins who both died of cancer at the age of 40 and 41 respectively. Though it was a sad occasion, it was also a lovely opportunity to meet up with many family members who I have not seen for many years.</li>\n<li style=\"text-align:left;\">Regan and I have got through our first year of married bliss &#8211; I&#8217;m happy to say that he has been unbelievably supportive and when I have been faced with many difficult situations and decisions he has been beside me all the way.</li>\n<li style=\"text-align:left;\">I have had a wonderful peaceful Christmas, albeit I was a bit sore, and I look forward to many more Cancer Free Christmasses🙂</li>\n<li style=\"text-align:left;\">I have met some absolutely wonderful new friends over the last year, both in person and online, many of whom I hope will remain long term friends. Thank you so much for your support and friendship🙂</li>\n<li style=\"text-align:left;\">Thanks also to the many family members and old friends who have been there for me too, and the school mums🙂</li>\n<li style=\"text-align:left;\">Finally thanks to my Utility Warehouse buddies and my Utility Warehouse business  &#8211; the residual income has allowed me to step back from the business and instead has allowed me to focus on my health, and my UW business is still secure and growing.</li>\n</ul>\n<p>So to finish I&#8217;d like to wish you all the best for 2015, with lots of Love, Peace, Happiness, and Health! Hygge Annx</p>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2014/12/30/quick-update-29th-december/\"><span class=\"screen-reader-text\">29th December 2014 &#8211; Update on my Cancer&nbsp;journey</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-68\" class=\"post-68 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/\" rel=\"bookmark\">Cannabidiol Cancer Research</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2015-08-03T21:30:08+00:00\">August 3, 2015</time><time class=\"updated\" datetime=\"2015-08-03T21:41:21+00:00\">August 3, 2015</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/#respond\">Leave a comment</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>If anyone would like to help as far as cancer research then rather than keep giving money to the big charities so they can develop more drugs that don&#8217;t work, or at least not particularly well, and who in turn line their own pockets and their shareholders with their vast profits, then why not donate a few squid to help fund research into the use of cannabis to treat cancer? There is already lots of anecdotal evidence and plenty of in vitro (lab) evidence to support the use of cannabis as an effective cancer treatment but more research is needed to identify the best types of cannabis strains/compounds,and how different types of cancer react. PLEASE DONATE AND PLEASE SHARE</p>\n<p><a href=\"http://www.gofundme.com/CancerCannabinoids\" rel=\"nofollow\">http://www.gofundme.com/CancerCannabinoids</a></p>\n<p>See this fantastic video about how the lovely Shelley cured her so called &#8216;terminal&#8217; lung cancer using cannabis&#8230;<a href=\"https://www.youtube.com/watch?v=-hUoyXKf81c\" rel=\"nofollow\">https://www.youtube.com/watch?v=-hUoyXKf81c</a></p>\n<div class=\"jetpack-video-wrapper\"><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' type='text/html' width='660' height='402' src='https://www.youtube.com/embed/1miGzTwK28U?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></span></div>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2015/08/03/cannabidiol-cancer-research/\"><span class=\"screen-reader-text\">Cannabidiol Cancer Research</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-58\" class=\"post-58 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/\" rel=\"bookmark\">A Sobering Statistic</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2015-08-03T19:58:50+00:00\">August 3, 2015</time><time class=\"updated\" datetime=\"2015-08-05T00:16:03+00:00\">August 5, 2015</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/#respond\">Leave a comment</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>Most people would be shocked to discover that approximately a third of <span style=\"text-decoration:underline;\">early</span> stage breast cancer patients go on to develop stage 4 metastatic breast cancer, which according to the medics is incurable, or at best has a survival rate of 2-3%. It amazes me that many people seem to trivialize early stage breast cancer, saying &#8216;Oh well they caught it early, you&#8217;ll be fine&#8217; etc, etc, but are they aware that it still means that with<span style=\"text-decoration:underline;\"> early</span> stage breast cancer the woman has a 1 in 3 chance of dying from it! I was not told this statistic, I found it out for myself . Should women be made more aware of this statistic so they can take on more measures themselves to fight the disease, i.e. through diet/lifestyle changes, and complimentary therapies, rather than just rely on conventional treatments? Unfortunately in many cases it&#8217;s not until a woman is re-diagnosed with metastatic breast cancer that they start to take control and implement lifestyle changes, but often it is too late. Thanks so much to <span class=\"_5u8u\">Holley Kitchen</span> for making this video, it is a great way to raise awareness. From it I&#8217;d personally like to see that women would put in place more measures as far as prevention, and if they are unfortunate enough to be diagnosed then they should do all they can within their own power to take control of their own health and not just rely on the doctors.</p>\n<p>As many of you know I opted not to have conventional treatments to deal with my own breast cancer. I realise the numbers would be far too small to have any statistical significance, but I feel it would be interesting to know what the statistics would be for women diagnosed with early breast stage cancer who choose to avoid chemotherapy and radiotherapy, and instead use natural/non-toxic treatment methods. It is well established that chemotherapy and radiotherapy themselves are known to cause cancer, as well as chemotherapy destroying the immune system at a time when the patient needs it the most. It would be my feeling, and I&#8217;d love to see it proven someday, that recurrence and indeed re-diagnosis as stage 4 metastatic breast cancer would be less if breast cancer was treated routinely in a non-aggressive manner.</p>\n<p>Another interesting statistic that many people may not be aware of: 2 recent studies have shown that chemotherapy is only 2.1% and 2.3% effective. If people were told this information I wonder how many more people might reject chemotherapy in favour of natural/non-toxic treatments.</p>\n<p>A great book that covers many, but not all, of the most successful and widely used non-toxic treatments is &#8216;Outsmart Your Cancer&#8217; by Tanya Harter Pierce. A book that anyone who is diagnosed with cancer should read as a priority, or even if you don&#8217;t have cancer it would be good to read, after all &#8216;To be forewarned is to be forearmed&#8217;.</p>\n<p>A great website for information on cancer prevention is <a href=\"http://www.canceractive.com\" rel=\"nofollow\">http://www.canceractive.com</a></p>\n<p>A fabulous little book that I would recommend every woman should read is &#8216;The Oestrogen Factor&#8217; by <span class=\"_5u8u\">Chris Woollams</span> (available from the Canceractive website).</p>\n<p>Please take the time to watch Holley Kitchen&#8217;s sobering video: <a href=\"https://www.youtube.com/watch?v=QDQ0FjP7J-c\" rel=\"nofollow\">https://www.youtube.com/watch?v=QDQ0FjP7J-c</a></p>\n<p>Apologies for the not so cheerful post, but, same as Holley, I feel it is really important to raise awareness.</p>\n<p>I&#8217;d like to finish on a more positive note. I often feel very angry and frustrated that the doctors dish out the &#8216;terminal&#8217; diagnosis to their patients without really thinking about the impact on the patient. Afterall, if the doctor tells the patient they are going to die, it&#8217;s more than likely that they will believe it, and so the patient may reside themselves to the fact that they are going to die, and it inevitably becomes a self-fulfilling prophecy. I realise the doctors are limited to the treatments they can offer, and the majority are just going by what they have learnt in medical school, but they would do well to read up on the thousands of so called &#8216;spontaneous&#8217; remissions. When one looks into these cases in more detail they are far from spontaneous. It appears that some people who receive a terminal diagnosis are unwilling to accept it, so they pull out all the stops to make sure they recover as they are just not ready to accept the diagnosis and give in. I would highly recommend anyone with cancer, or any other serious disease, for that matter to read a fantastic book called &#8216;Radical Remissions&#8217; by Dr Kelly Tumer PhD. Kelly Turner has spent 10 years researching this fascinating &#8216;phenomenon&#8217;. She has interviewed more than a 1000 people who have recovered from cancer against the odds, most of them being Stage 4 and for whom conventional treatments had failed, yet they still went on to make a full recovery! Dr Lissa Rankin&#8217;s, another very progressive doctor, highly endorses Kelly Turner&#8217;s work. See link below for review of the Dr Kelly Turner&#8217;s book.</p>\n<p><a href=\"http://lissarankin.com/9-key-factors-affecting-radical-remission-from-cancer\" rel=\"nofollow\">http://lissarankin.com/9-key-factors-affecting-radical-remission-from-cancer</a></p>\n<p><fb:post href=\"https://www.facebook.com/lissarankin/posts/636774866351938\"></fb:post></p>\n<p>See also THE SPONTANEOUS REMISSION PROJECT &#8211; A study of 3500 &#8216;spontaneous&#8217; remissions. It&#8217;s not as rare as most people would think&#8230;</p>\n<p><a href=\"http://noetic.org/research/projects/spontaneous-remission\" rel=\"nofollow\">http://noetic.org/research/projects/spontaneous-remission</a></p>\n<p>And just remember&#8230;.</p>\n<h1 id=\"firstHeading\" class=\"firstHeading\">It ain&#8217;t over till the fat lady sings!</h1>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2015/08/03/a-sobering-statistic/\"><span class=\"screen-reader-text\">A Sobering Statistic</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-55\" class=\"post-55 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/\" rel=\"bookmark\">A Remarkable Place</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2015-02-27T21:12:10+00:00\">February 27, 2015</time><time class=\"updated\" datetime=\"2015-02-27T22:11:47+00:00\">February 27, 2015</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/#comments\">2 Comments</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>Hi Folks,</p>\n<p>I&#8217;m just back from having spent a wonderful three days at the Penny Brohn Cancer Centre, formerly known as the Bristol Cancer Centre. This was my second visit, and I feel words can&#8217;t express enough my gratitude to the facilitators, the therapists, their resident doctor, the catering staff, other support staff, and of course to the many people who have contributed funds to keep this most wonderful place running. And must not to forget a special mention for the beautilful Elizabeth &#8211; Biodanza dance instructor and truly wonderful woman, and the gorgeous Tilly &#8211; the &#8216;Night Nurse&#8217;.</p>\n<p>Personally I feel every town and city should have a Penny Brohn Centre, but that may be a very long term vision indeed. I feel the benefits it offers to cancer patients, and their carers too, is beyond measure.</p>\n<p>If you or any of your loved ones have cancer I would highly recommend you check out their services.</p>\n<p>If you feel the urge to donate please do so as they are certainly a charity in need of support so they can offer support to the growing numbers of people being diagnosed with cancer every day.</p>\n<p>Penny Brohn herself, and the co founder Pat Pilkington were both truly inspirational women with a vision to help cancer sufferers by implementing a whole person approach, which is unfortunately sadly lacking in the conventional cancer treatment model. It is slowly becoming accepted in Western society that stress, emotional/psychological problems, and nutrition play a significant part in the development of cancer, and it is essential that these aspects are addressed if the person is to recover, to be able to manage the disease, and to reduce the likelihood of recurrence.</p>\n<p>Please take some time to look into the background of The Penny Brohn Centre and the services they offer, even if you don&#8217;t need them now &#8211; you might be glad you did as you or someone you know may have need for their services in the future.</p>\n<p><a href=\"http://www.independent.co.uk/arts-entertainment/obituary-penny-brohn-1070229.html\" rel=\"nofollow\">http://www.independent.co.uk/arts-entertainment/obituary-penny-brohn-1070229.html</a></p>\n<p><a href=\"http://www.pennybrohncancercare.org/\" rel=\"nofollow\">http://www.pennybrohncancercare.org/</a></p>\n<p>Thanks again to all the staff and supporters of Penny Brohn centre, and thanks to the amazing group of people that I met there, both this week and on my first visit last December.</p>\n<p>Hugs,</p>\n<p>Ann X</p>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2015/02/27/a-remarkable-place/\"><span class=\"screen-reader-text\">A Remarkable Place</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-20\" class=\"post-20 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/\" rel=\"bookmark\">An Inspiring Evening</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2014-11-27T23:32:44+00:00\">November 27, 2014</time><time class=\"updated\" datetime=\"2014-11-27T23:33:54+00:00\">November 27, 2014</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/#comments\">2 Comments</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>Last night I had the pleasure of meeting a wonderful couple Sue and Robert Olifent.</p>\n<p>They have been on an amazing cancer journey.</p>\n<p>Robert&#8217;s wife, Sue, was diagnosed with &#8216;terminal&#8217; cancer, she had a large liver tumour plus several smaller tumours in her pancreas. The doctors gave her no hope whatsoever, in fact the doctor gave Robert a plentiful supply of painkillers and sleeping tablets, and his parting words were &#8216;She&#8217;ll need these&#8217;.</p>\n<p>Fortunately Robert  and Sue took control of a desperate situation and implemented a great programme of nutrition, detoxification and supplements. Sue made a full recovery, and has been cancer free for 4 years.</p>\n<p>Sue and Robert now devote their life to helping other people with cancer. Robert has written a very informative book, a great resource.</p>\n<p><a href=\"http://cancer-acts.com/\" rel=\"nofollow\">http://cancer-acts.com/</a></p>\n<div class=\"jetpack-video-wrapper\"><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' type='text/html' width='660' height='402' src='https://www.youtube.com/embed/dxiFeU12r8g?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></span></div>\n<p>Big thanks to Sue and Robert!</p>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2014/11/27/an-inspiring-evening/\"><span class=\"screen-reader-text\">An Inspiring Evening</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-6\" class=\"post-6 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/\" rel=\"bookmark\">Milk and Cancer: Is it time to ditch the&nbsp;dairy?</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2014-11-04T22:56:57+00:00\">November 4, 2014</time><time class=\"updated\" datetime=\"2014-11-04T23:00:24+00:00\">November 4, 2014</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/#comments\">2 Comments</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p>Today I was reading a good article in the latest ICON magazine (Integrative Cancer and Oncology News) about the pros and cons of dairy, and it appears to be based on solid research. It turns out there are very few pros but a considerable number of cons, certainly enough to seriously consider ditching the dairy.</p>\n<p>In summary it says:</p>\n<p>1) The cows may be grazing on land that still contains residual pesticides from last years crops, and as the fat is a wonderful solvent, so the fat will bring the pesticides into your body.</p>\n<p>2) Milk contains lactose, which is a sugar and so, like glucose, it can be used as fuel by cancer cells.</p>\n<p>3) Milk contains the milk protein casein, which has been convincingly shown to have links to cancer, see The China Study, by Prof Colin T Campbell.</p>\n<p>4) 80% of mass market milk is from pregnant cows &#8211; thus  increasing our hormone load even further, and since most cancers are hormone driven this is not good news.</p>\n<p>5) A recent study, (Nature, Dec 13th 2013) shows that milk products can adversely affect the gut flora, leading to inflammation, and inflammation can be a precursor to cancer and can encourage metastases.</p>\n<p>6) A European Prospective Investigation into Cancer and Nutrition (EPICN, 2008) in the UK concluded that both protein and calcium from cow&#8217;s milk were linked to prostate cancer, whereas cancer from plant sources was not.</p>\n<p>So does milk have anything good going for it?</p>\n<p>There&#8217;s some evidence that calcium in milk can reduce the risk of inflammatory polys in the gut, but you could gain more than enough calcium by eating a good portion of green vegetables.</p>\n<p>There is some supportive evidence for drinking raw unpasteurized milk, as it contains good sources of probiotics, and can encourage healthy gut flora. Compared to pasteurized milk raw milk contains more healthy bacteria that can suppress the immune responses that underlie autoimmune and allergic conditions.</p>\n<p>Furthermore contrary to popular belief there is little if any convincing evidence that raw milk is harmful. In states such as California there has not been a death from drinking raw milk in over 35 years. In Europe, despite laws to prevent the sale of raw milk the French carried on as usual. Although raw milk is hard to come by the the UK the government is now looking at bringing in raw milk dispensers across the country. It is known that children raised on farms and people drinking raw milk have stronger immune systems. and a strong immune system and healthy gut flora is what you need to fight off cancer.</p>\n<p>Having said all that, considering all the negatives I would rather still stay off the milk even if it is raw, and I will stick to having regular helpings of sauerkraut as my recommended source of probiotics (see Budwig diet). And as my favourite milk substitutes, I&#8217;d go for and oat milk and coconut milk &#8211; yummie!</p>\n<p>If you are still going to drink milk the key recommendation would be to know the source of the milk.</p>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2014/11/04/milk-and-cancer-is-it-time-to-ditch-the-dairy/\"><span class=\"screen-reader-text\">Milk and Cancer: Is it time to ditch the&nbsp;dairy?</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t\n<article id=\"post-12\" class=\"post-12 post type-post status-publish format-standard hentry category-uncategorized\">\n\t<header class=\"entry-header\">\n\t\t\t\t\t<h1 class=\"entry-title\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/\" rel=\"bookmark\">Almost a year on from D Day – Diagnosis&nbsp;Day…</a></h1>\t\t\n\t\t\t\t<div class=\"entry-meta\">\n\t\t\t<span class=\"posted-on\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2014-11-04T13:55:07+00:00\">November 4, 2014</time><time class=\"updated\" datetime=\"2014-11-04T23:49:28+00:00\">November 4, 2014</time></a></span><span class=\"byline\"> <span class=\"author vcard\"><a class=\"url fn n\" href=\"https://anndevlin.wordpress.com/author/anndevlin/\">anndevlin</a></span></span><span class=\"comments-link\"><a href=\"https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/#comments\">2 Comments</a></span>\t\t</div><!-- .entry-meta -->\n\n\t\t\t</header><!-- .entry-header -->\n\n\t<div class=\"entry-content\">\n\t\t<p><span style=\"line-height:1.5;\">On December 2</span><sup>nd</sup><span style=\"line-height:1.5;\"> 2013 I was officially diagnosed with breast cancer. It was infiltrating ductal and lobular carcinoma to be precise, and was classified as grade 2, stage 2 &#8211; it scored full marks for being oestrogen receptive, and was classed as borderline Her2 positive. The mammography and ultrasound scans showed two tumours &#8211; a larger one measuring 4cm x3cm x1cm located immediately superior to my left nipple, and a smaller one measuring approximately 1cm, positioned more laterally. According to the radiologist who performed the ultrasound scan the area in between the two tumours was also diseased and was likely to be pre-cancerous. With this in mind a lumpectomy was not considered an option, and instead I was recommended to have a mastectomy. </span>The medical staff also suggested I then follow the standard NHS treatments that were on offer, i.e. radiotherapy, chemotherapy, and Tamoxifen.</p>\n<p>I often felt very pressurized by both the medical staff and by a handful of well-meaning friends to follow the standard NHS route. However, my gut instinct was screaming at me telling me it was not the right option, at least not for me. In the early weeks and months I did not rule out the surgery option; however I was desperate to avoid the radiotherapy and chemotherapy. I could not reconcile that it would make sense to inject an already sick body with systemic poisons that would, in effect, kill off an already struggling immune system, and especially at a time when the immune system should be supported not obliterated. Also blasting my body with radiation did not sound like such a great idea to me either, especially since, as a radiographer, I had had it drummed into me that radiation is harmful and causes cancer! So after much hesitation and deliberation I postponed the initial treatments and instead I opted to start treating my cancer using diet and natural treatments, and looking back on it all now I am so, so glad that I did, so unbelievably glad that I listened to my own gut instinct . It wasn&#8217;t an easy decision and it wasn&#8217;t an immediate decision, it sort of happened gradually.</p>\n<p>Over the coming weeks and months I went on to do hours and hours of reading and research on the internet. I bought about 50 books, not all at once. I have had several private consultations with integrated cancer specialists, attended a few seminars, and have spoken to many people who have an interest in cancer, including several people who have healed their own cancers using non-conventional therapies.</p>\n<p>I gradually implemented lots of stuff into my own personal get well programme, i.e. virtually vegan diet, as much as possible organic, juicing, clean filtered water, apricot kernels, green tea, wheatgrass, chlorella and spirulina. I was monitoring by body pH using pH strips, and was taking bicarbonate of soda to help alkalise my body. I was rattling around due to the immense number of supplements I was taking on a daily basis: curcumin, resveratrol, quercetin, Indole-3-carbinol, Vit K, Vit E, Vit D, Milk Thistle, alpha-lipoic acid, and mineral supplements. I was also taking the famous Essiac tea, morning and evening &#8211; urrgh.. I started taking high dose liposomal vitamin C, but as it was working out at about £100/week to buy the bottled stuff I opted to start making my own. I was dosing up on about 10-15g of home-made liposomal Vit C per day. A few months on I started on the ‘Budwig Muesli’, with added benefit of the sunshine too! I started a regular exercise programme in the form of running and yoga. I started doing the obligatory daily coffee enemas, I was a little hesitant at first but since all the other cancer ‘survivors’ were doing it I guessed it made sense that I should do too. As far as ‘treatments’ are concerned I was having regular Bioresonance treatments, I was seeing a homeopath and was taking daily homeopathic remedies, I was also having the occasional energy/relaxation treatments such as Reiki, reflexology, Bowen, massage. I started going for regular hyperbaric oxygen sessions (HBO) at a local MS Therapy centre in Leeds. I discovered a local spa in Dewsbury that has an infra-red sauna, so I made an effort to go along for a relaxing sauna every once in a while, though not as often as I would have liked to. As you can imagine it was quite an ordeal fitting all this into my daily schedule! Last but most definitely not least I undertook a thorough mindfulness programme to help with the deep psychological healing. Fortunately in the preceding September I had enrolled on a year long mindfulness course, much of which is based on the work of Brandon Bays and Byron Katie. When, just a few months into the course, I was diagnosed with the breast cancer I felt almost as if it had also been planned by the ‘Universe’ that I should be on this course – a way to see me through this life changing and often difficult time of my life. There were about fifteen people on the mindfulness programme, a mixture of practitioners, &#8211; some homeopaths, psychotherapists, a nutritionist, a business coach, and a few non practitioners. Being part of this group helped me immensely &#8211; I felt very supported by a group of such loving, caring individuals, many of whom have become good friends. I am particularly grateful to Clare Walters, the course facilitator, who with such skill, insight, and loving nature has supported me immensely throughout my healing journey, and to Emma Colley who, as both homeopath and nutritionist, has given me great support.</p>\n<p>As well as implementing lots of good stuff I also tried to cut out as much as possible of the bad stuff. One of the first things I cut out was dairy, along with meat, sugar and refined carbohydrates, deep fried foods, bad fats, processed foods, microwaved foods, tea/coffee, alcohol, with the exception of the very occasional glass of red wine. I also became quite fastidious, even to the degree of being obsessive, about cutting out any potential harmful skin products, or anything else that might have an opportunity to enter my body via the skin. This was especially important to me as the histology result had shown that my tumours were highly oestrogen driven. Hence I felt it was important for me to remove as many as possible of the so called xenoestrogens (artificial chemicals that mimic the action of oestrogen in the body and can have the same effect, i.e. stimulate tumour growth). So no more perfume, or perfumed body lotions, no deodorant, shampoo, conditioner, hair colour, no high street brands of sun creams, no make up, etc. I do however use just natural hand made soaps, I use organic coconut oil as a skin moisturiser, which is fabulous, and occasionally use a deodorant made by &#8216;Faith in Nature&#8217;, and I still use a bit of mascara, and organic natural sun cream if necessary. I also had a complete overhaul in the kitchen. I already use very few harmful cleaning products as I had previously switched on to a fabulous chemical free cleaning system, Enjo, several years ago. However I was still using standard washing up liquid and dish washer powder/tablets, so I switched onto the more eco-friendly brand Ecover. The overhaul extended beyond cleaning chemicals &#8211; I ditched any Teflon coated pans, and now use only stainless steel or cast iron pans. I threw out several plastic drinks bottles, and one of my top priorities was to get a reverse osmosis water filter plumbed in &#8211; comes in handy when you live with a plumber. This means we have a dedicated tap giving us pure filtered water on tap &#8211; none of the nasty chemicals that are rife in the standard tap water. I am still acutely aware that I am surrounded by invisible, harmful electromagnetic radiation in the form of Wi-Fi, and mobile phones, but at least I don’t walk around with my phone in my pocket all the time as I used to do, and I make a concerted effort to remember to switch the internet off at bedtime. Unfortunately I’m not sure that the neighbours do though as I can still see Wi-Fi connectivity of at least five neighbours that shows up on my laptop. At least if I can make an effort to control some of the unseen EMF I guess it’s better than nothing. Finally I&#8217;ve tried to cut out the late nights that but that’s something I still need to work on, I’m often still up reading until way past bedtime.</p>\n<p>Jumping ahead to August 2014, almost 9 months from D-Day, and having had several ultrasound scans and thermal imaging scans that reassuringly showed that there was no signs of growth or spread of the cancer, I was pleased to see that my own natural treatment plan was obviously working, at least to a degree, and I was feeling fabulous! However, although there were no signs of disease progression I was still very much aware that the tumours were not decreasing in size either. I was pleased that my efforts and my body had managed to halt the growth and spread of the cancer but since the main tumour was so large and solid I was not confident that I would be able to break the tumour down naturally using just natural methods or more gentle treatment methods. I was aware that some people who have been diagnosed with cancer are quite happy to live with inactive tumours, and may just choose to keep a close eye on them, and as long as they remain inactive that&#8217;s fine with them. I had also read the inspiring book by Beata Bishop, &#8216;A Time to Heal&#8217;, in which she describes how her tumour, and also the tumour of her fellow cancer buddy, had become encapsulated in a thick fibrous coating, possibly the body&#8217;s own natural way of preventing the tumour from spreading. In fact it has also been shown in post mortem studies that many people who die of causes unrelated to cancer have tumours that they are unaware and which may have been inactive for some time. Nevertheless as my tumour was quite a size, was causing a considerable degree of breast distortion, and I was constantly aware of it I decided to still go ahead and use black salve to remove the larger of the two tumours. I had come across black salve as a treatment for cancers many months earlier but had not rushed into using it as it appeared to be quite a traumatic process to undertake. However after considerable research on the subject and much deliberation, I decided to go ahead with the black salve treatment.</p>\n<p>The black salve process took just four weeks. It is now eight weeks since the large tumour came out, and I have just a small scar, less than the size of a penny, where I once had a great big cancerous lump. I am still monitoring the smaller tumour and may decide to do a further salve treatment at some point.</p>\n<p>I felt a sense of intense joy and liberation when the large tumour came out, the nearest thing I could describe it to would be childbirth – but instead of giving birth to a child that had been growing in my womb for nine months, I was ‘delivering’ a whopping great big lump of cancer that had been quietly growing inside my breast for several years. Apart from that quite significant difference the pain and the ecstasy were pretty much comparable.</p>\n<p>More to follow on the salve process later…</p>\n\n\t\t\t</div><!-- .entry-content -->\n\n\t<div class=\"entry-format\">\n\t\t<a href=\"https://anndevlin.wordpress.com/2014/11/04/almost-a-year-on-from-d-day-diagnosis-day/\"><span class=\"screen-reader-text\">Almost a year on from D Day – Diagnosis&nbsp;Day…</span></a>\t</div>\n</article><!-- #post-## -->\n\n\t\t\t\n\t\t\t\t<nav class=\"navigation paging-navigation\" role=\"navigation\">\n\t\t<h1 class=\"screen-reader-text\">Posts navigation</h1>\n\t\t<div class=\"nav-links\">\n\n\t\t\t\t\t\t<div class=\"nav-previous\"><a href=\"https://anndevlin.wordpress.com/page/2/\" ><span class=\"meta-nav\">&larr;</span> Older posts</a></div>\n\t\t\t\n\t\t\t\n\t\t</div><!-- .nav-links -->\n\t</nav><!-- .navigation -->\n\t\n\t\t\n\t\t</main><!-- #main -->\n\t</div><!-- #primary -->\n\n\n\t</div><!-- #content -->\n\n\t<footer id=\"colophon\" class=\"site-footer\" role=\"contentinfo\">\n\t\t<div class=\"site-info\">\n\t\t\t<a href=\"https://wordpress.com/?ref=footer_website\">Create a free website or blog at WordPress.com.</a>\n\t\t\t\n\t\t\t\t\t</div><!-- .site-info -->\n\t</footer><!-- #colophon -->\n</div><!-- #page -->\n\n\t\t<script type=\"text/javascript\">\n\t\t//<![CDATA[\n\t\tvar infiniteScroll = {\"settings\":{\"id\":\"main\",\"ajaxurl\":\"https:\\/\\/anndevlin.wordpress.com\\/?infinity=scrolling\",\"type\":\"scroll\",\"wrapper\":true,\"wrapper_class\":\"infinite-wrap\",\"footer\":\"primary\",\"click_handle\":\"1\",\"text\":\"Older posts\",\"totop\":\"Scroll back to top\",\"currentday\":\"04.11.14\",\"order\":\"DESC\",\"scripts\":[],\"styles\":[],\"google_analytics\":false,\"offset\":0,\"history\":{\"host\":\"anndevlin.wordpress.com\",\"path\":\"\\/page\\/%d\\/\",\"use_trailing_slashes\":true,\"parameters\":\"\"},\"query_args\":{\"error\":\"\",\"m\":\"\",\"p\":0,\"post_parent\":\"\",\"subpost\":\"\",\"subpost_id\":\"\",\"attachment\":\"\",\"attachment_id\":0,\"name\":\"\",\"static\":\"\",\"pagename\":\"\",\"page_id\":0,\"second\":\"\",\"minute\":\"\",\"hour\":\"\",\"day\":0,\"monthnum\":0,\"year\":0,\"w\":0,\"category_name\":\"\",\"tag\":\"\",\"cat\":\"\",\"tag_id\":\"\",\"author\":\"\",\"author_name\":\"\",\"feed\":\"\",\"tb\":\"\",\"paged\":0,\"meta_key\":\"\",\"meta_value\":\"\",\"preview\":\"\",\"s\":\"\",\"sentence\":\"\",\"title\":\"\",\"fields\":\"\",\"menu_order\":\"\",\"embed\":\"\",\"category__in\":[],\"category__not_in\":[],\"category__and\":[],\"post__in\":[],\"post__not_in\":[],\"post_name__in\":[],\"tag__in\":[],\"tag__not_in\":[],\"tag__and\":[],\"tag_slug__in\":[],\"tag_slug__and\":[],\"post_parent__in\":[],\"post_parent__not_in\":[],\"author__in\":[],\"author__not_in\":[],\"posts_per_page\":7,\"ignore_sticky_posts\":false,\"suppress_filters\":false,\"cache_results\":false,\"update_post_term_cache\":true,\"lazy_load_term_meta\":true,\"update_post_meta_cache\":true,\"post_type\":\"\",\"nopaging\":false,\"comments_per_page\":\"50\",\"no_found_rows\":false,\"order\":\"DESC\"},\"last_post_date\":\"2014-11-04 13:55:07\",\"stats\":\"blog=78240274&v=wpcom&tz=0&user_id=0&subd=anndevlin&x_pagetype=infinite\"}};\n\t\t//]]>\n\t\t</script>\n\t\t<!--  -->\n<script type='text/javascript' src='//0.gravatar.com/js/gprofiles.js?ver=201644y'></script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar WPGroHo = {\"my_hash\":\"\"};\n/* ]]> */\n</script>\n<script type='text/javascript' src='https://s1.wp.com/wp-content/mu-plugins/gravatar-hovercards/wpgroho.js?m=1380573781h'></script>\n\n\t<script>\n\t\t//initialize and attach hovercards to all gravatars\n\t\tjQuery( document ).ready( function( $ ) {\n\n\t\t\tif (typeof Gravatar === \"undefined\"){\n\t\t\t\treturn;\n\t\t\t}\n\n\t\t\tif ( typeof Gravatar.init !== \"function\" ) {\n\t\t\t\treturn;\n\t\t\t}\t\t\t\n\n\t\t\tGravatar.profile_cb = function( hash, id ) {\n\t\t\t\tWPGroHo.syncProfileData( hash, id );\n\t\t\t};\n\t\t\tGravatar.my_hash = WPGroHo.my_hash;\n\t\t\tGravatar.init( 'body', '#wp-admin-bar-my-account' );\n\t\t});\n\t</script>\n\n\t\t<div style=\"display:none\">\n\t</div>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar HighlanderComments = {\"loggingInText\":\"Logging In\\u2026\",\"submittingText\":\"Posting Comment\\u2026\",\"postCommentText\":\"Post Comment\",\"connectingToText\":\"Connecting to %s\",\"commentingAsText\":\"%1$s: You are commenting using your %2$s account.\",\"logoutText\":\"Log Out\",\"loginText\":\"Log In\",\"connectURL\":\"https:\\/\\/anndevlin.wordpress.com\\/public.api\\/connect\\/?action=request\",\"logoutURL\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-login.php?action=logout&_wpnonce=8d96168b14\",\"homeURL\":\"https:\\/\\/anndevlin.wordpress.com\\/\",\"postID\":\"22\",\"gravDefault\":\"identicon\",\"enterACommentError\":\"Please enter a comment\",\"enterEmailError\":\"Please enter your email address here\",\"invalidEmailError\":\"Invalid email address\",\"enterAuthorError\":\"Please enter your name here\",\"gravatarFromEmail\":\"This picture will show whenever you leave a comment. Click to customize it.\",\"logInToExternalAccount\":\"Log in to use details from one of these accounts.\",\"change\":\"Change\",\"changeAccount\":\"Change Account\",\"comment_registration\":\"0\",\"userIsLoggedIn\":\"\",\"isJetpack\":\"0\",\"text_direction\":\"ltr\"};\n/* ]]> */\n</script>\n<script type='text/javascript' src='https://s0.wp.com/_static/??/wp-content/js/jquery/jquery.autoresize.js,/wp-content/mu-plugins/highlander-comments/script.js?m=1462457903j'></script>\n\t\t<div id=\"infinite-footer\">\n\t\t\t<div class=\"container\">\n\t\t\t\t<div class=\"blog-info\">\n\t\t\t\t\t<a id=\"infinity-blog-title\" href=\"https://anndevlin.wordpress.com/\" rel=\"home\">\n\t\t\t\t\t\tAnn Devlin\t\t\t\t\t</a>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"blog-credits\">\n\t\t\t\t\t<a href=\"https://wordpress.com/?ref=footer_blog\">Blog at WordPress.com.</a> \t\t\t\t</div>\n\t\t\t</div>\n\t\t</div><!-- #infinite-footer -->\n\t\t\n\t<div id=\"carousel-reblog-box\">\n\t\t<form action=\"\" name=\"carousel-reblog\">\n\t\t\t<textarea id=\"carousel-reblog-content\" name=\"carousel-reblog-content\" placeholder=\"Add your thoughts here... (optional)\"></textarea>\n\t\t\t<label for=\"carousel-reblog-to-blog-id\" id=\"carousel-reblog-lblogid\">Post to</label>\n\t\t\t<select name=\"carousel-reblog-to-blog-id\" id=\"carousel-reblog-to-blog-id\">\n\t\t\t\t\t\t</select>\n\n\t\t\t<div class=\"submit\">\n\t\t\t\t<span class=\"canceltext\"><a href=\"\" class=\"cancel\">Cancel</a></span>\n\t\t\t\t<input type=\"submit\" name=\"carousel-reblog-submit\" class=\"button\" id=\"carousel-reblog-submit\" value=\"Reblog Post\" />\n\t\t\t\t<input type=\"hidden\" id=\"carousel-reblog-blog-id\" value=\"78240274\" />\n\t\t\t\t<input type=\"hidden\" id=\"carousel-reblog-blog-url\" value=\"https://anndevlin.wordpress.com\" />\n\t\t\t\t<input type=\"hidden\" id=\"carousel-reblog-blog-title\" value=\"Ann Devlin\" />\n\t\t\t\t<input type=\"hidden\" id=\"carousel-reblog-post-url\" value=\"\" />\n\t\t\t\t<input type=\"hidden\" id=\"carousel-reblog-post-title\" value=\"\" />\n\t\t\t</div>\n\n\t\t\t<input type=\"hidden\" id=\"_wpnonce\" name=\"_wpnonce\" value=\"4ebf65ff6a\" /><input type=\"hidden\" name=\"_wp_http_referer\" value=\"/\" />\t\t</form>\n\n\t\t<div class=\"arrow\"></div>\n\t</div>\n<link rel='stylesheet' id='all-css-0-3' href='https://s1.wp.com/_static/??-eJxty0sKgCAQANALZVNhv0V0FrEhNHWkUbt+tGjn9sGDJwpNIWFI4LOILp8mMNzIkQKbgqKYA6kirWZuoN61uikzOrCYotKX+OFLu996OS7rILt5si+mczAJ' type='text/css' media='all' />\n<!--[if lte IE 8]>\n<link rel='stylesheet' id='jetpack-carousel-ie8fix-css'  href='https://s1.wp.com/wp-content/mu-plugins/carousel/jetpack-carousel-ie8fix.css?m=1412618825h&#038;ver=20121024' type='text/css' media='all' />\n<![endif]-->\n<link rel='stylesheet' id='all-css-2-3' href='https://s1.wp.com/wp-content/mu-plugins/tiled-gallery/tiled-gallery.css?m=1443731146h' type='text/css' media='all' />\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar jetpackSlideshowSettings = {\"spinner\":\"https:\\/\\/s1.wp.com\\/wp-content\\/mu-plugins\\/shortcodes\\/img\\/slideshow-loader.gif\",\"blog_id\":\"78240274\",\"blog_subdomain\":\"anndevlin\",\"user_id\":\"0\"};\n/* ]]> */\n</script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar actionbardata = {\"siteID\":\"78240274\",\"siteName\":\"Ann Devlin\",\"siteURL\":\"http:\\/\\/anndevlin.wordpress.com\",\"icon\":\"<img alt='' src='https:\\/\\/s1.wp.com\\/i\\/void.gif' class='avatar avatar-36' height='36' width='36' \\/>\",\"canManageOptions\":\"\",\"canCustomizeSite\":\"\",\"isFollowing\":\"\",\"themeSlug\":\"pub\\/minnow\",\"signupURL\":\"https:\\/\\/wordpress.com\\/start\\/\",\"loginURL\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-login.php?redirect_to=https%3A%2F%2Fanndevlin.wordpress.com%2F2014%2F12%2F30%2Fquick-update-29th-december%2F\",\"themeURL\":\"https:\\/\\/wordpress.com\\/themes\\/minnow\\/\",\"xhrURL\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-admin\\/admin-ajax.php\",\"nonce\":\"ebeddb77c8\",\"isSingular\":\"\",\"isFolded\":\"\",\"isLoggedIn\":\"\",\"isMobile\":\"\",\"subscribeNonce\":\"<input type=\\\"hidden\\\" id=\\\"_wpnonce\\\" name=\\\"_wpnonce\\\" value=\\\"4cd71d7387\\\" \\/>\",\"referer\":\"https:\\/\\/anndevlin.wordpress.com\\/\",\"canFollow\":\"1\",\"statusMessage\":\"\",\"customizeLink\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-admin\\/customize.php?url=https%3A%2F%2Fanndevlin.wordpress.com%2F\",\"i18n\":{\"view\":\"View Site\",\"follow\":\"Follow\",\"following\":\"Following\",\"edit\":\"Edit\",\"login\":\"Log In\",\"signup\":\"Sign Up\",\"customize\":\"Customize\",\"report\":\"Report this content\",\"themeInfo\":\"Get theme: Minnow\",\"shortlink\":\"Copy shortlink\",\"copied\":\"Copied\",\"followedText\":\"New posts from this site will now appear in your <a href=\\\"https:\\/\\/wordpress.com\\/\\\">Reader<\\/a>\",\"foldBar\":\"Collapse this bar\",\"unfoldBar\":\"Expand this bar\",\"editFollows\":\"Manage Sites I Follow\",\"editSubs\":\"Manage Subscriptions\",\"viewReader\":\"View Site in the Reader\",\"subscribe\":\"Sign me up\",\"enterEmail\":\"Enter your email address\",\"followers\":\"Join 2,667 other followers\",\"alreadyUser\":\"Already have a WordPress.com account? <a href=\\\"https:\\/\\/anndevlin.wordpress.com\\/wp-login.php?redirect_to=https%3A%2F%2Fanndevlin.wordpress.com%2F2014%2F12%2F30%2Fquick-update-29th-december%2F\\\">Log in now.<\\/a>\"}};\n/* ]]> */\n</script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar jpfbembed = {\"appid\":\"249643311490\"};\n/* ]]> */\n</script>\n<script type='text/javascript'>\n/* <![CDATA[ */\nvar jetpackCarouselStrings = {\"widths\":[370,700,1000,1200,1400,2000],\"is_logged_in\":\"\",\"lang\":\"en\",\"ajaxurl\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-admin\\/admin-ajax.php\",\"nonce\":\"22848904e8\",\"display_exif\":\"1\",\"display_geo\":\"1\",\"background_color\":\"black\",\"comment\":\"Comment\",\"post_comment\":\"Post Comment\",\"write_comment\":\"Write a Comment...\",\"loading_comments\":\"Loading Comments...\",\"download_original\":\"View full size <span class=\\\"photo-size\\\">{0}<span class=\\\"photo-size-times\\\">\\u00d7<\\/span>{1}<\\/span>\",\"no_comment_text\":\"Please be sure to submit some text with your comment.\",\"no_comment_email\":\"Please provide an email address to comment.\",\"no_comment_author\":\"Please provide your name to comment.\",\"comment_post_error\":\"Sorry, but there was an error posting your comment. Please try again later.\",\"comment_approved\":\"Your comment was approved.\",\"comment_unapproved\":\"Your comment is in moderation.\",\"camera\":\"Camera\",\"aperture\":\"Aperture\",\"shutter_speed\":\"Shutter Speed\",\"focal_length\":\"Focal Length\",\"comment_registration\":\"0\",\"require_name_email\":\"1\",\"login_url\":\"https:\\/\\/anndevlin.wordpress.com\\/wp-login.php?redirect_to=https%3A%2F%2Fanndevlin.wordpress.com%2F2014%2F11%2F04%2Falmost-a-year-on-from-d-day-diagnosis-day%2F\",\"local_comments_commenting_as\":\"<fieldset><label for=\\\"email\\\">Email (Required)<\\/label> <input type=\\\"text\\\" name=\\\"email\\\" class=\\\"jp-carousel-comment-form-field jp-carousel-comment-form-text-field\\\" id=\\\"jp-carousel-comment-form-email-field\\\" \\/><\\/fieldset><fieldset><label for=\\\"author\\\">Name (Required)<\\/label> <input type=\\\"text\\\" name=\\\"author\\\" class=\\\"jp-carousel-comment-form-field jp-carousel-comment-form-text-field\\\" id=\\\"jp-carousel-comment-form-author-field\\\" \\/><\\/fieldset><fieldset><label for=\\\"url\\\">Website<\\/label> <input type=\\\"text\\\" name=\\\"url\\\" class=\\\"jp-carousel-comment-form-field jp-carousel-comment-form-text-field\\\" id=\\\"jp-carousel-comment-form-url-field\\\" \\/><\\/fieldset>\",\"reblog\":\"Reblog\",\"reblogged\":\"Reblogged\",\"reblog_add_thoughts\":\"Add your thoughts here... (optional)\",\"reblogging\":\"Reblogging...\",\"post_reblog\":\"Post Reblog\",\"stats_query_args\":\"blog=78240274&v=wpcom&tz=0&user_id=0&subd=anndevlin\",\"is_public\":\"1\",\"reblog_enabled\":\"\"};\n/* ]]> */\n</script>\n<script type='text/javascript' src='https://s1.wp.com/_static/??-eJyNUNFugzAM/KGFbOrU7mXatwRjikOwM5zA+PulTHRTNSHeLue7s3N2jgaEE3KyXm2DEwHGr8rrk/0zGrKJIV+J1QbqUe1nxoyd4ybguCMmbokpLXewo9VOxgTSlPRyiS8bxqWCBQIeNmmggjqZzZ1/9KYOhyKOubYDMct88/2gQ1J2E11dIuFDcu0pmkDcm1Ygq2lpr1sHt+Dajb9oRz2iRmGlCc1U/i3/MFW55HB7rQOsRfrNQAwhb83OrdQeIT2mbVHrPutUMa2G9R3LQbqzH9woWTFYjyk66M1GFM/H8P7yejmfTm/ny7P/BmAwAUE='></script>\n<script type='text/javascript' src='https://platform.twitter.com/widgets.js?ver=20111117'></script>\n<script type='text/javascript' src='https://s0.wp.com/_static/??-eJyVy7EOQEAMANAfUnViYBDfgmsupepyivh7VpMY3/DwjDCuaqSGyw5R9sC6oZ1sRgkG6cd54OQhMqHSQYnUs4Z82jL8c+P3YyEPoRehdL31rG5pXVXUTVO70k03DU5D1g=='></script>\n<script type=\"text/javascript\">\n// <![CDATA[\n(function() {\ntry{\n  if ( window.external &&'msIsSiteMode' in window.external) {\n    if (window.external.msIsSiteMode()) {\n      var jl = document.createElement('script');\n      jl.type='text/javascript';\n      jl.async=true;\n      jl.src='/wp-content/plugins/ie-sitemode/custom-jumplist.php';\n      var s = document.getElementsByTagName('script')[0];\n      s.parentNode.insertBefore(jl, s);\n    }\n  }\n}catch(e){}\n})();\n// ]]>\n</script>\t<script type=\"text/javascript\">\n\tvar skimlinks_pub_id = \"725X584219\"\n\tvar skimlinks_sitename = \"anndevlin.wordpress.com\";\n\t</script>\n\t<script type=\"text/javascript\" src=\"https://s.skimresources.com/js/725X1342.skimlinks.js\"></script><script type=\"text/javascript\">\n\t\t\tjQuery.extend( infiniteScroll.settings.scripts, [\"jquery\",\"jquery-core\",\"jquery-migrate\",\"mobile-useragent-info\",\"postmessage\",\"jquery_inview\",\"jetpack_resize\",\"spin\",\"jquery.spin\",\"grofiles-cards\",\"wpgroho\",\"jquery.autoresize\",\"highlander-comments\",\"devicepx\",\"jetpack_likes_queuehandler\",\"the-neverending-homepage\",\"jquery-cycle\",\"jetpack-slideshow\",\"minnow-script\",\"minnow-navigation\",\"minnow-skip-link-focus-fix\",\"wpcom-actionbar-bar\",\"jetpack-responsive-videos-min-script\",\"jetpack-facebook-embed\",\"swfobject\",\"videopress\",\"jetpack-carousel\",\"twitter-widgets\",\"twitter-widgets-infinity\",\"twitter-widgets-pending\",\"tiled-gallery\"] );\n\t\t\tjQuery.extend( infiniteScroll.settings.styles, [\"wpcom-smileys\",\"jetpack_likes\",\"the-neverending-homepage\",\"jetpack-slideshow\",\"wpcom-core-compat-playlist-styles\",\"mp6hacks\",\"wpcom-bbpress2-staff-css\",\"genericons\",\"minnow-style\",\"minnow-wpcom\",\"noticons\",\"geo-location-flair\",\"reblogging\",\"a8c-global-print\",\"wpcom-actionbar-bar\",\"h4-global\",\"minnow-opensans\",\"highlander-comments\",\"highlander-comments-ie7\",\"jetpack-responsive-videos-style\",\"jetpack-carousel\",\"tiled-gallery\",\"jetpack-carousel-ie8fix\"] );\n\t\t</script>\t\t<script>\n\t\t\tvar _comscore = _comscore || [];\n\t\t\t_comscore.push({\n\t\t\t\tc1: \"2\",\n\t\t\t\tc2: \"7518284\"\n\t\t\t});\n\t\t\t(function() {\n\t\t\t\tvar s = document.createElement(\"script\"),\n\t\t\t\t\tel = document.getElementsByTagName(\"script\")[0];\n\t\t\t\ts.async = true;\n\t\t\t\ts.src = (document.location.protocol == \"https:\" ? \"https://sb\" : \"http://b\") + \".scorecardresearch.com/beacon.js\";\n\t\t\t\tel.parentNode.insertBefore(s, el);\n\t\t\t})();\n\t\t</script>\n\t\t<noscript>\n\t\t\t<p class=\"robots-nocontent\"><img src=\"https://sb.scorecardresearch.com/p?c1=2&c2=7518284&c3=&c4=&c5=&c6=&c15=&cv=2.0&cj=1\" alt=\"\" style=\"display:none;\" width=\"1\" height=\"1\" /></p>\n\t\t</noscript><script src=\"//stats.wp.com/w.js?55\" type=\"text/javascript\" async defer></script>\n<script type=\"text/javascript\">\n_tkq = window._tkq || [];\n_stq = window._stq || [];\n_tkq.push(['storeContext', {'blog_id':'78240274','blog_tz':'0','user_lang':'en','blog_lang':'en','user_id':'0'}]);\n_stq.push(['view', {'blog':'78240274','v':'wpcom','tz':'0','user_id':'0','subd':'anndevlin'}]);\n_stq.push(['extra', {'crypt':'UE40eW5QN0p8M2Y/RE1LVmwrVi5vQS5fVFtfdHBbPyw1VXIrU3hWLHhzVndTdktBX0ddJnpXRjVaOTd6fj1YMX4ydzR6MmRCYnxkNmclaHZMaGs1SjkvclV3MlZwWnQvcUt4NllRMDhaR292U19pL182eVNBOWR8cGRhOURZPTg9PXZfank4dDNzVmRuRU8lY0UxK2dEcEVCc25PMkx0ZVljMHRsWlFlbGg5d1o1cXc2amliXWlCczItQ2k0ZWtiWWwvanY/YjRIMmJwYldTSnl2X05DMixuLyVseC45LFJHYj18VE41dEMxcmI='}]);\n_stq.push([ 'clickTrackerInit', '78240274', '0' ]);\n\t</script>\n<noscript><img src=\"https://pixel.wp.com/b.gif?v=noscript\" style=\"height:0px;width:0px;overflow:hidden\" alt=\"\" /></noscript>\n<script>\nif ( 'object' === typeof wpcom_mobile_user_agent_info ) {\n\n\twpcom_mobile_user_agent_info.init();\n\tvar mobileStatsQueryString = \"\";\n\t\n\tif( false !== wpcom_mobile_user_agent_info.matchedPlatformName )\n\t\tmobileStatsQueryString += \"&x_\" + 'mobile_platforms' + '=' + wpcom_mobile_user_agent_info.matchedPlatformName;\n\t\n\tif( false !== wpcom_mobile_user_agent_info.matchedUserAgentName )\n\t\tmobileStatsQueryString += \"&x_\" + 'mobile_devices' + '=' + wpcom_mobile_user_agent_info.matchedUserAgentName;\n\t\n\tif( wpcom_mobile_user_agent_info.isIPad() )\n\t\tmobileStatsQueryString += \"&x_\" + 'ipad_views' + '=' + 'views';\n\n\tif( \"\" != mobileStatsQueryString ) {\n\t\tnew Image().src = document.location.protocol + '//pixel.wp.com/g.gif?v=wpcom-no-pv' + mobileStatsQueryString + '&baba=' + Math.random();\n\t}\n\t\n}\n</script>\n</body>\n</html>\n", "authors": [], "query": "black salve cancer", "expected-search-type": "f"}