{"url": "http://www.thinktwice.com/autism.htm", "query": "vaccines AND autism", "contents": "<html>\r\n<head>\r\n<title>Autism and Immunizations: Adverse Vaccine Reactions. Thinktwice!</title>\r\n\r\n\r\n<META Name=\"description\" Content=\"Autism has been linked to immunizations. Studies document adverse vaccine reactions and death. Includes numerous immunization resources.\">\r\n\r\n<META Name=\"keywords\" Content=\"autism, autistic, pervasive developmental disorder, vaccine reaction, vaccine adverse reaction, vaccine injury, vaccine damage, immunization reaction, immunization adverse reactions, immunization damage, immunization risks, immunization side effects, study, studies, scientific studies, mandatory vaccinations, vaccination risks, immunisations, inoculations, childhood shots, immunize, disease, VAERS, CDC, seizures, epilepsy, encephalitis, convulsions\">\r\n\r\n\r\n<META Name=\"ROBOTS\" Content=\"ALL\">\r\n<META Name=\"revisit-after\" Content=\"14 days\">\r\n\r\n<style type=\"text/css\">\r\n<!--\r\n.bk {\r\n\tpadding: 0;\r\n\twidth: 240px;\r\n\tmargin: 0px;\r\n\tbackground-image: url(bk.gif);\r\n\tborder: 3px double #00CC00;\r\n}\r\n.txt {\r\n\tfont-family: Verdana, Arial, Helvetica, sans-serif;\r\n\tfont-size: 11px;\r\n\tcolor: #333333;\r\n}\r\n\r\n.txtbox {\r\n\tbackground-color: #FFFFFF;\r\n\tborder: 1px solid #CCCCCC;\r\n\tpadding: 0;\r\n\tfont-family: Verdana, Arial, Helvetica, sans-serif;\r\n\tfont-size: 12px;\r\n}\r\n.button {\r\n\tbackground-color: #239C00;\r\n\tborder: 2px solid #239C00;\r\n\tpadding: 0;\r\n\tcolor: #FFF;\r\n\tfont-family: Verdana, Arial, Helvetica, sans-serif;\r\n\tfont-size: 11px;\r\n}\r\n\t\r\nfieldset { \r\n\tborder: 1px solid #CCFFFF; \r\n\tmargin: 0;\r\n\tpadding: 13;\r\n\r\n}\r\n\r\n\r\n-->\r\n</style>\r\n\r\n\r\n</head>\r\n\r\n\r\n\r\n\r\n<center>\r\n<body bgcolor=\"#FFFFFF\" text=\"#000000\">\r\n<table width=\"96%\" border=\"3\">\r\n  <tr> \r\n    <td bgcolor=\"#FFFFFF\" height=\"4\"><img alt=\"\" src=\"Images/logoquik.gif\" width=\"296\" height=\"87\"></td>\r\n  </tr>\r\n  <tr> \r\n    <td bgcolor=\"#CCFFFF\" height=\"24\">\r\n\r\n\r\n<B>     \r\n<div align=\"right\">&nbsp; <B><font color=\"#000000\"><img height=15 alt=\"\" src=\"Images/dash-white.gif\" width=0 border=0>&nbsp;&nbsp;www.thinktwice.com</font></B>\r\n\r\n<font face=\"Arial, helvetica, sans-serif\" \r\n      color=#ffffff size=2> <font color=\"#000000\"> <font face=\"Arial, helvetica, sans-serif\" color=#ffffff size=2>&nbsp;<img height=15 alt=\"\" src=\"Images/dash-white.gif\" width=0\r\n      border=0>&nbsp;</font> <font color=\"#000000\"><a href=\"aboutus.htm\">About Us</a> </font></font></font>\r\n\r\n<font face=\"Arial, helvetica, sans-serif\" \r\n      color=#ffffff size=2> <font color=\"#000000\"> <font face=\"Arial, helvetica, sans-serif\" color=#ffffff size=2>&nbsp;<img height=15 alt=\"\" src=\"Images/dash-white.gif\" width=0 \r\n      border=0>&nbsp;</font> <font color=\"#000000\"><a href=\"http://vacbook.com\">Vaccine Books</a> </font></font></font>\r\n\r\n<font face=\"Arial, helvetica, sans-serif\" \r\n      color=#ffffff size=2> <font color=\"#000000\"> <font face=\"Arial, helvetica, sans-serif\" color=#ffffff size=2>&nbsp;<img height=15 alt=\"\" src=\"Images/dash-white.gif\" width=0 \r\n      border=0>&nbsp; \r\n<script language=\"JavaScript\">eval(unescape('%64%6F%63%75%6D%65%6E%74%2E%77%72%69%74%65%28%27%3C%61%20%68%72%65%66%3D%22%6D%61%69%6C%74%6F%3A%74%68%69%6E%6B%40%74%68%69%6E%6B%74%77%69%63%65%2E%63%6F%6D%22%3E%45%6D%61%69%6C%20%55%73%3C%2F%61%3E%27%29'))</script>&nbsp;&nbsp;</font></font></font>\r\n</B>\r\n</div>\r\n</td>\r\n  </tr>\r\n\r\n\r\n  <tr> \r\n    <td bgcolor=\"#CCFFCC\" height=\"64\"> \r\n      <div align=\"center\">\r\n\r\n<B>\r\n<font size=\"3\" face=\"Arial, Helvetica, sans-serif\">\r\n<p style=\"line-height:1.5\">\r\n<a href=\"http://thinktwice.com\">HOME</a> \r\n    <font \r\n      color=#ffffff> &nbsp;&nbsp;&nbsp;&nbsp; </font>\r\n\r\n<a href=\"faq.htm\">Frequently Asked Questions</a> \r\n      <font \r\n      color=#ffffff> &nbsp;&nbsp;&nbsp;&nbsp; </font> \r\n \r\n<a href=\"allvacs.htm\">Individual Vaccines</a>\r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp; </font> \r\n\r\n<a href=\"articles.htm\">Articles</a> \r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp; </font>\r\n\r\n<a href=\"studies.htm\">Studies</a>\r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp; </font>\r\n\r\n<a href=\"stories.htm\">Personal Stories</a>\r\n<BR>\r\n\r\n<a href=\"support.htm\">Support Groups</a>\r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp; </font>\r\n\r\n<a href=\"laws.htm\">Immunization Laws</a>\r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp; </font>\r\n\r\n<a href=\"http://thinkchoice.com\">Bookstore</a>\r\n<font \r\n      color=#ffffff>&nbsp;&nbsp;&nbsp;&nbsp;</font>\r\n\r\n<a href=\"emotions.htm\">Emotional Responses</a></font></font></B></div>\r\n    </td>\r\n  </tr>\r\n</table>\r\n\r\n\r\n\r\n\r\n<p align=\"center\">\r\n<table width=\"96%\" border=\"3\" height=\"100\">\r\n  <tr>\r\n    <td width=\"96%\" height=\"20\" bgcolor=\"#CCFFFF\" align=\"left\" valign=\"top\"> \r\n <BR>     \r\n<p align=\"center\"><font size=\"6\"><b><font color=\"#3333CC\">Autism</font></font></B><P><BR>\r\n\r\n\r\n\r\n\r\n\r\n<blockquote>\r\n\r\n<Center>\r\n<form name=\"form1\" method=\"post\" action=\"NLprocess.php\" class=\"bk\">\r\n  <fieldset>\r\n <B><p align=\"center\" class=\"txt\">Join our Mailing List:</B><br>\r\n    <input name=\"email\" type=\"text\" size=\"24\" class=\"txtbox\">\r\n    <input type=\"submit\" name=\"Submit\" value=\"Go\" class=\"button\"></Font>\r\n      </p>\r\n  </fieldset>\r\n</form>\r\n</Center><BR>\r\n\r\n\r\n<B>\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"autorgs.htm\">Autism Organizations</a><P>\r\n\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"http://www.vacbook.com/mro.htm\">400 Critical Vaccine Studies</a>\r\n\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"aut_show.htm\">Watch a 10-minute video on Autism</a><P>\r\n</B><P><BR>\r\n\r\n\r\n\r\n<blockquote>\r\n\r\n<p align=\"left\"><font size=\"3\" face=\"Arial, Helvetica, sans-serif\"><font color=\"#000000\"> \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In 1943, the well-known child psychiatrist, Dr. Leo Kanner, announced his discovery of 11 cases of a new mental disorder. He noted that \"the condition differs markedly and uniquely from anything reported so far...\"(1) This condition soon became known as autism.</font><P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B><U>What is autism?</U></B><BR>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Autism (often referred to as autistic spectrum disorder, Asperger's syndrome, or pervasive developmental disorder) is a complex developmental disability -- a neurological derangement that affects the functioning of the brain. This condition usually appears during the first three years of life and often strikes following an early childhood of apparently normal development. Mental and social regression are not uncommon. Although the severity of the affliction varies from child to child, the following symptoms are typical: inadequate verbal and social skills, impaired speech, repetition of words, bizarre or repetitive behavior patterns, uncontrollable head-banging, screaming fits, arm flapping, little or no interest in human contact, unresponsiveness to parents and other people, extreme resistance to minor changes in the home environment, self-destructive behavior, hypersensitivity to sensory stimuli, and an inability to care for oneself.(2,3)<P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B><U>How common is autism?</U></B><BR>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;According to several researchers who investigated Kanner's claims, autism was extremely rare prior to 1943.(4) Using Kanner's own case definition of autism, Dr. Darold Treffert calculated a rate in Wisconsin (from 1949-1969) of less than 1 in 10,000 (.00007).(5) In 1966, Dr. Victor Lotter published the first epidemiological study of autism in England and found the rate to be 4.1 per 10,000 children.(6) However, by the 1980s over 4500 new cases were being reported every year in the United States alone.(7) In 1997, the CDC reported that 1 of every 500 children is autistic (20 per 10,000).(8) In 2007, the CDC showed that autism affects 1 of every 150 U.S. children (67 per 10,000).(9) In 2009, new research by the CDC raised the autism rate to 1 in 110, and much worse for boys.(10) That same year, a study in <I>Pediatrics</I> showed that autism affects 1 of every 91 children (110 per 10,000).(11) In 2011, a new study published in the <I>American Journal of Psychiatry</I> found that 1 of every 38 children (263 per 10,000) has an autism spectrum disorder.(12) \"We have an epidemic on our hands,\" exclaimed Congressional representative Christopher Smith.(13) Congressman Chip Pickering described the epidemic in more sobering terms: \"More children will be diagnosed with autism this year than AIDS, diabetes and cancer combined.\"</I>(14)<P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B><U>What causes autism?</U></B><BR>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When the first cases of autism began to appear in the 1940s, researchers were puzzled by the high incidence of autistic children being born into well-educated families. Over 90 percent of the parents were high school graduates. Nearly three-fourths of the fathers and one-half of the mothers had graduated from college. Many had professional careers. As a result, scientists unsuccessfully tried to link autism to genetic factors in upper class populations.(15) Meanwhile, psychiatrists, unaware of the neurological basis of the illness, sought psychological explanations. The mother was accused of not providing an emotionally secure home environment, and presumed to be the cause of her afflicted child's ailment.(16,17)<P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Today, researchers have discounted these earlier notions but still do not have a complete understanding of this condition. Although autism has been linked to biological and neurological differences in the brain, and genetic factors appear to play a role in the etiology of this disease, no single cause has been identified.(18) However, recent dramatic increases in the number of children stricken with this debilitating ailment -- coincident with the introduction of new vaccines -- may shed some light on this medical mystery.<BR><BR>\r\n\r\n<p align=\"center\"><font size=\"2\" face=\"Arial, Helvetica, sans-serif\">\r\n(This information was excerpted from the <a href=\"http://www.vacbook.com/vsm.htm\">Vaccine Safety Manual</A>.<BR> \r\nCopyright &copy;. All Rights Reserved. All citations are included in the book.)\r\n<P><BR><HR><P>\r\n\r\n\r\n<p align=\"center\"><font face=\"Arial, helvetica, sans-serif\" size=\"5\"><font color=\"#FF0000\">\r\n<B>Adverse Reaction Reports</B><BR>\r\n\r\n<p align=\"left\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\"><font color=\"#000000\">\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This section contains a few unsolicited adverse reaction reports showing a link between vaccines and autism. They are typical of the daily emails received by the <A HREF=\"/\">Thinktwice Global Vaccine Institute</A>.<P>\r\n\r\n<B>\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"studies_autism.htm\">Autism Studies</a><P>\r\n\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"autorgs.htm\">Autism Organizations</a><P>\r\n\r\n<p align=\"right\"><font face=\"Arial, helvetica, sans-serif\" size=\"3\">\r\n<a href=\"congress.htm\">Congressional Hearings on Autism</a><P>\r\n</B><P><BR>\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel that my country is letting me down. My daughter developed early with her speech at under six months old. She was such a happy baby who loved nothing more than physical contact. And then came the imminent choice of the <A HREF=\"mmr.htm\">MMR</A>. After much deliberation, I decided to vaccinate our daughter. How I wish I could turn back time. Her speech disappeared, her early skills had also gone, and suddenly it seemed as if she had forgotten everything she once knew. It was as if someone had stolen my daughter away from me. Of course, physically she looked the same, but the baby I knew was locked inside her own mind. We are now awaiting diagnosis of autistic spectrum disorder, and while the doctors are fine talking about her condition, the room falls silent at the mention of MMR. We know what that shot has done to our child. Isn't it blatantly obvious to the rest of the world? I've come to the conclusion that the world has gone mad, but amongst the madness I'm focused on staying sane and being the voice of my daughter. One day our silent children will speak for themselves.<P><HR><P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;My beautiful, four-year-old grandson is not talking, and showing signs of autism. He was a vibrant, healthy baby, and was growing well until his baby shots at the age of 14 months. Within a two-week period after receiving his shots, he stopped giving eye contact and seemed to turn inward. He has never been the same since the series of shots he got. He is developing well physically, but mentally and emotionally he is very delayed. My daughter suffers daily from his emotional and mental disability. It breaks my heart to see this. I don't know if he will ever be able to live a normal life. Someone has committed a horrible crime against these young children.<P><HR><P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I am the mother of a 4 1/2 year old boy who is now in the process of being tested for autism. My son was a happy and carefree little boy until he went in for his four-year well-check to receive his booster shots. My son changed -- his smile, his speech regressed, he seemed withdrawn and not like the little boy I knew. I was scared and confused, so I called his doctor. We told her how our son changed suddenly and drastically after his shots. Of course, I was told that there is no link between his behavior and the vaccinations, that this is the age when children are usually diagnosed -- it is just a coincidence that the vaccines that are given at his well-check is usually the time when a child is diagnosed.<P><HR><P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hello, I am a mother of 6 children. All of them have been immunized. All of them have one sort of learning disorder or another, from ADHD to oppositional defiance disorder (ODD), to speech regression. The ODD, I believe, was misdiagnosed and should have been autism, but because he is older and already on medications I am not pursuing a change in diagnosis.<P>\r\n \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I want to share my story about my daughter. Christina is my only girl after five boys. She was talking early, and was very much a bright and happy baby. She received many shots during a period of a few months. I don't know for sure which one caused the problem, but Christina quit talking after being able to speak clearly for six full months. Her first word was Eddie (favorite older brother). Her second word came the same day, Dada, and in a few days came Mama. This was at six months old. By nine months old she could say \"Hi Eddie\" or \"Bye Dada\". This was even noted in her chart at the doctor's office because she had been in there the day she started putting two words together. Around one year old she received her MMR, but she was also receiving other shots every few weeks since I would not allow them to give them all to her at once the way they try to force you to. By her 15-month checkup I began to question why she had stopped talking. Every time after that I kept questioning. The answer was always the same: She is letting her siblings do all her talking. She started to use Mama again, but that is all for about nine months. The doctor kept denying there was anything wrong.<P> \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By two years old, I was fed up with their excuses and began to do research on the internet. What I found was astonishing and shocking! I was blessed, though, to find info on a diet used for autistic children. Christina had also been hitting frequently, and even headbutting, and she had never slept thru the night. She also seemed to be pulling into herself and was less interactive with us. She was lining up her dolls and tiptoe-walking. All these, I had learned, were signs of autism, and there were other signs as well. After implementing the gluten- and casein-free diet, she began to sleep more peacefully; she had previously jerked in her sleep, though it was not seizures. She quit headbutting and gradually quit hitting, except for the occasional sibling rivalry. All other signs of autism are gone, except the speech. She is three years old now and still has trouble with her speech. She is probably on an 18-month level. She has been receiving speech therapy now for about eight months. She had constant ear infections and had to have tubes put in as well. I am thankful that my child is alive and that I was able to find help for her.<P> \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The doctor kicked me out of the practice, when at her two-year checkup I mentioned that I thought the vaccines had caused her speech problem, and I refused to give my five-year-old his MMR booster since he is already severely ADHD with signs of autism as well. I am thankful for your site. It helped me to decide never to vaccinate again!<P>\r\n \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I wanted to tell my story BECAUSE it is less dramatic. However, there are so many ADHD/ADD/speech problems/various learning disorders, etc. kids out there, that I thought that it would be good to have a story like mine posted on your site. Even though it is not the worst, it is still a life-altering result to \"doing the right thing\" -- vaccinating. I refer people to your site all the time.<P><HR><P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I watched my normal son regress into autism two weeks following his MMR shot at 15 months. His pediatrician failed us. The government failed us. The Institute for Health, the FDA, and the CDC failed us. They all lie and deceive and are motivated by money.<P> \r\n \r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Autism doesn't run in my family. My daughter, age 5, is completely normal and healthy. My son stopped talking since that vaccine. It's no coincidence that he became very sick and visitied the doctor 7 times following the MMR. Nobody helped us. Nobody helped our son. Two years later his school district is failing us, lying to us, doctoring his educational records. Since autism has entered my life, I have given up support for this country and our school system. I don't wave the flag and it's very sad that the U.S. doesn't have any choice but to focus on terrorism rather than our forgotton learning-disabled children. We live in a greedy country where the rich get richer and the poor and disabled are forgotton. Smart kids are encouraged to be smarter. Challenged learners are forgotten. Nobody tells the truth. Thinktwice.com is a rare exception.<P>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you for your website. I hope it angers a lot of those who deserve to be exposed. Hah hah. If you're a parent reading this, sue your school district if they don't provide a free and appropriate education for your learning-disabled child. Sue for what you legally are entitled to. Sue the government, the pharmaceutical company -- sue everyone if you need to. You deserve financial reimbursment for the harm vaccines have caused your child. Wave that flag in disgust. Go ahead and let the foolish, ignorant parents continue to mass-vaccinate their children. Maybe, just maybe, and only then, will things get so bad that change will happen: where every 1 in 10 kids become autistic instead of 1 in 150. It's a sad thought, but that's how disgusted I am. F U, Eli Lilly!\r\n<P><HR><P><BR> \r\n\r\n\r\n\r\n\r\n\r\n<p align=\"center\"><img alt=\"\" src=\"VSM-.gif\" border= \"1\" align=\"left\">\r\n\r\n<CENTER><font size=\"5\"><font \r\n      color=#FF0000><B>VACCINE SAFETY MANUAL<BR></Font> <font \r\n      color=#3300CC>for Concerned Families<BR> and Health Practitioners</B><P></Font><font \r\n      color=#000000><font size=\"4\">by Neil Z. Miller</Font> <P>\r\n\r\n<font color=\"#990000\"><font size=\"4\"><B>New, Updated 2nd Edition!</B>\r\n</Font></Font><P><BR>\r\n</Center>\r\n\r\n\r\n<UL>\r\n<font size=\"3\">This incredible reference book is the world's most complete guide to immunization risks and protection. It includes pertinent information on every major vaccine: polio, tetanus, MMR, hepatitis A, B, HPV (cervical cancer), Hib, Flu, chickenpox, shingles, rotavirus, pneumococcal, meningococcal, RSV, DTaP, anthrax, smallpox, TB, and more.<P> \r\n\r\nAll of the information, including detailed vaccine safety and efficacy data, is written in an easy-to-understand format, yet includes more than 1,000 scientific citations. More than 100 charts, graphs and illustrations supplement the text. This encyclopedic health manual is an important addition to every family's home library and will be referred to again and again.\r\n</UL>\r\n\r\n<P>\r\n\r\n</font>\r\n\r\n<CENTER><font size=\"3\"><font \r\n      color=#FF0000><B>* More than 100 Charts, Graphs and Illustrations<P>\r\n* Includes chapters on Autism, Travel Vaccines, School Exemptions, and more...</B></font></center><P>\r\n\r\n\r\n<center>\r\n<font size=\"3\"><B>352 Pages / Copyright &copy; 2015<BR>\r\nCode: VSM2 $19.95</B><P>\r\n\r\n<p align=\"center\"><form target=\"paypal\" action=\"https://www.paypal.com/cgi-bin/webscr\" method=\"post\"><input type=\"hidden\" name=\"cmd\" value=\"_cart\"><input type=\"hidden\" name=\"business\" value=\"global@thinktwice.com\"><input type=\"hidden\" name=\"item_name\" value=\"Vaccine Safety Manual, 2nd Edition [2015]\"><input type=\"hidden\" name=\"item_number\" value=\"VSM2\"><input type=\"hidden\" name=\"amount\" value=\"$19.95\"><input type=\"hidden\" name=\"return\" value=\"http://thinktwice.com/thankyou.htm\"><input type=\"hidden\" name=\"cancel_return\" value=\"http://thinktwice.com/gateway.htm\"><input type=\"image\" src=\"https://www.paypal.com/images/x-click-but10.gif\" border=\"0\" name=\"submit\" alt=\"Make payments with PayPal - it's fast, free and secure!\"><input type=\"hidden\" name=\"add\" value=\"1\"></form><P>\r\n</Center><B><BR>\r\n\r\n\r\n\r\n\r\n\r\n</blockquote>\r\n\r\n\r\n</table>\r\n<P>\r\n<font face=\"Arial, Helvetica, sans-serif\"><font size=\"2\" color=\"#000000\">Please \r\nread our <a href=\"disclaim.htm\">DISCLAIMER.</a> Copyright &copy; 1996-2016. All Rights Reserved.</font></font>\r\n\r\n<!-- Start eXTReMe Non Public Tracker Code\r\nLogin:    think\r\nPage ID:  autism\r\nPage URL: http://www.thinktwice.com/autism.htm\r\nHelp:     http://www.extremetracking.com/  -->\r\n<script type=\"text/javascript\" language=\"javascript1.2\"><!--\r\nEXs=screen;EXw=EXs.width;navigator.appName!=\"Netscape\"?\r\nEXb=EXs.colorDepth:EXb=EXs.pixelDepth;//-->\r\n</script><script type=\"text/javascript\"><!--\r\nnavigator.javaEnabled()==1?EXjv=\"y\":EXjv=\"n\";\r\nEXd=document;EXw?\"\":EXw=\"na\";EXb?\"\":EXb=\"na\";\r\nEXd.write(\"<img src=\\\"http://nht-2.extreme-dm.com\",\r\n\"/n2.g?login=think&amp;pid=autism&amp;\",\r\n\"jv=\"+EXjv+\"&amp;j=y&amp;srw=\"+EXw+\"&amp;srb=\"+EXb+\"&amp;\",\r\n\"l=\"+escape(EXd.referrer)+\"\\\" height=1 width=1>\");//-->\r\n</script><noscript><img height=\"1\" width=\"1\" alt=\"\"\r\nsrc=\"http://nht-2.extreme-dm.com/n2.g?login=think&amp;pid=autism&amp;j=n&amp;jv=n\"/>\r\n</noscript>\r\n<!-- End eXTReMe Non Public Tracker Code -->\r\n\r\n\r\n</body>\r\n</html>\r\n\r\n\r\n"}