{"links": ["http://www.quackwatch.org/index.html", "../../wgsearch.html", "http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi", "twofeathers.html", "http://i.dailymail.co.uk/i/pix/2014/04/09/article-2600537-1CF534D900000578-73_634x421.jpg", "http://archderm.ama-assn.org/cgi/content/full/138/12/1593", "http://www.fda.gov/ora/fiars/ora_import_ia6641.html", "http://www.cancertreatmentwatch.org/reg/caton.shtml", "http://www.casewatch.org/fdawarning/prod/2005/twofeathers.shtml", "http://www.casewatch.org/board/med/march/march.shtml", "http://www.casewatch.org/board/med/march/matters_asserted_2005.pdf", "http://www.nytimes.com/2005/08/29/health/29iht-web.0829cure.html?_r=1&", "http://www.casewatch.org/board/med/march/reinstatement_2007.pdf", "http://www.casewatch.org/fdawarning/prod/2006/cancema.shtml", "http://www.casewatch.org/fda/court/risingsun/complaint.shtml", "http://www.casewatch.org/fda/court/risingsun/consent.pdf", "http://www.casewatch.org/fdawarning/prod/2008/best_on_earth.shtml", "http://www.ftc.gov/os/caselist/0823119/080918agree0823119.pdf", "http://www.tga.gov.au/safety/alerts-medicine-black-salve-120203.htm", "http://www.medsafe.govt.nz/safety/EWS/2013/black-salve.asp", "http://www.drweil.com/drw/u/id/QAA361873", "http://www.amazon.com/exec/obidos/ASIN/0767920422/quackwatch-20", "http://www.casewatch.org/board/med/craft/complaint_2006.shtml", "http://www.dailymail.co.uk/health/article-2600537/Black-salve-ointment-leaves-man-inch-wide-HOLE-head.html", "http://www.mohscollege.org/AboutMMS.html", "http://www.quackwatch.org/00AboutQuackwatch/donations.html", "../../00AboutQuackwatch/gsearch.html", "http://www.quackwatch.org/index.html", "http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ", "http://www.naturaldatabase.com/quackwatch", "http://www.pharmwatch.org/p", "http://www.consumerlab.com/index.asp?claffid=101024", "http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20", "http://www.OnlyMyEmail.com/?371795", "http://www.10types.com"], "title": "Don't Use Corrosive Cancer Salves (Escharotics)", "url": "http://www.quackwatch.com/01QuackeryRelatedTopics/Cancer/eschar.html", "actual-search-type": "t", "paragraphs": [" Many salves, pastes, poultices, and plasters have been applied directly to tumors with the hope of burning them away.", "Zinc oxide, bloodroot, and several other herbs are common ingredients.", "Some marketers claim that corrosive agents (sometimes called black salves) can draw out the cancer.", "In recent years, scientists have found chemicals that can destroy certain superficial skin cancers.", "Corrosive salves are often referred to as escharotics because they produce a thick, dry scab called an eschar on the skin.", "Their use to treat cancer dates back hundreds of years, perhaps even to ancient times.", "Their use was fairly common during the 18th and 19th centuries.", "If a tumor is confined to the superficial layers of the skin, it would be possible to burn it off with a corrosive salve or paste.", "Unfortunately, products capable of accomplishing this can also burn the surrounding normal tissue and result in unnecessary scarring.", "For superficial cancersfor which the cure rate with standard treatment is nearly 100%it makes much more sense to use standard methods that can destroy the cancer with little or no damage to the nearby tissues.", "Some salves are also promoted for treating herpes, venereal, diseases, diabetes, and lupus.", "This idea that escharotics can draw out cancers from underneath the skin is preposterous.", "The extreme danger of using escharotics products is illustrated by the experience of Ruth Conrad, an Idaho woman who consulted one of the state's many unlicensed naturopaths in 1984.", "While seeking treatment for a sore shoulder, she also complained of a bump on her nose.", "The naturopath stated that it was cancer and gave her a black herbal salve to apply directly.", "Within a few days, her face became very painful and she developed red streaks that ran down her cheeks.", "Her anxious phone call to the naturopath brought the explanation that the presence of the lines was a good sign because they resemble a crab, and cancer is a crab.", "He also advised her to apply more of the black salve.", "Within a week, a large part of her face, including her nose, sloughed off.", "It took 3 years and 17 plastic surgery operations to reconstruct her face.", "During a deposition, the naturopath stated that he had obtained the salve from a woman in Mexico and that he didn't know who had manufactured it.", "The picture shows the extent of the injured area.", "Salves intended for the treatment of cancers cannot be legally marketed.", "The FDA has banned the importation of all black salve products, including Cansema Black, Topical Salve, Cansema Deep Tissue, Cansema w/Lugol's Iodine (topical), Cansema for Cats, Dogs, and Horses, Cansema Tonic I, Cansema Tonic II, Cansema Tonic III, Cansema Capsules, Cansema Suppositories, Bloodroot Paste, C-Herb Paste, CAN-X, Cancerx, H3O, and Healing Formula [2].", "In 2004, Gregory James Caton, of Lake Charles, Louisiana, was sentenced to 33 months imprisonment to be followed by 3 years supervised release for marketing several products with claims that they could cure cancer and other diseases.", "Court documents indicate that from 1999 to 2003, doing business as Alpha Omega Labs, Caton and his employees sold Cancema Tonic III (a purported cancer cure) and H3O (claimed to be effective against athlete's foot, cuts and burns, eczema, fingernail fungus, chronic gas, gastroenteritis, gingivitis and periodontal disease, halitosis, herpes sores, ophthalmia, psoriasis, sore throat, strep throat, and wounds) [3].", "Later in 2005, Lois March, M.D., an ear, nose, and throat specialist who practiced in Cotrell, Georgia, surrendered her medical license to settle charges that she improperly helped Dan Raber, an unlicensed person who treated patients for cancer.", "Georgias Composite Board of Medical Examiners had accused March of providing pain management to several patients whom Raber treated with a bloodroot paste, including one man whose flesh was eaten so badly from his shoulder that the bone was exposed [5,6].", "Press reports indicate that the FDA raided Raber's farm [7].", "In 2007, after March participated in rehabilitative activities, board reinstated her license with an agreement that called for her to continue to have counseling for two more years [8].", "In April 2006, the FDA ordered Risingsun Health Alternatives and Herbs, a division of MacAdam Health Enterprises of Livingston, Montana, to stop its illegal marketing of Cansema products [9].", "Although the company owner promised several times to stop the illegal marketing, he did not stop.", "After making several undercover purchases, the FDA obtained a consent decree for a permanent injunction [10,11].", "In May 2008, the FDA ordered Best on Earth Products of Las Vegas, Nevada, to stop marketing corrosive salves with claims that they are effective against cancer.", "While historically, black salve and bloodroot salves have been used for melanoma, basal and squamous cell carcinomas.", "we at Best on Earth Products are not legally allowed to make such claims.", "Such claims made by companies would put these products into the category of new drugs based on the FDA definition.", "Again, we do not make such claims regarding our products.", "The company responded by removing the illegal claims but continued to sell black salve products.", "The FDA warned that this type of disclaimer would not protect against prosecution because other parts of the site (including metatags), had made it clear that the products were intended to treat cancer [12].", "In September 2008, the Federal Trade Commission secured a consent agreement with Holly A. Bacon (d/b/a Cleansing Time Pro), who had marketed  black salve ointment and tablets with claims that both products were effective against all forms of cancer, as well as against hepatitis, HIV, SARS, and Avian Flu and other viruses.", "Australia's Therapeutic Goods Administration (2012) and New Zealand's Medicines and Medical Devices Safety Authority (MEDSAFE) (2013) have issued warnings against the use of black salves and other caustic products to treat skin problems [14,15].", "The New Zealand report summarizes the outcomes of 13 cases reported in medical journals between 2001 and 2010.", "Weil does not mention how he determined that medical students who followed his advice had consistent and satisfactory outcomes.", "Some skin cancers that are left behind will not become apparent until months or even years after they are treated.", "The naked eye cannot tell where the margin of a skin cancer is located because there can be microscopic spread beyond the obvious tumor.", "When simple surgery is performed, the surgeon removes the obvious area plus a small amount of surrounding tissue.", "If the pathology report shows no tumor at the specimen margins, it is assumed that the entire tumor has been removed.", "If cancer shows at the margins, further surgery is performed.", "Today, Weil's Web site acknowledges this point by stating I do not recommend using bloodroot paste, or anything else for that matter, for the self-treatment of skin cancers.", "It might not get all malignant tissue.", "Only examination by biopsy can confirm a diagnosis or a cure.", "[17] However, even this statement is irresponsible because bloodroot paste is not a sensible treatment no matter who applies it.", "Gail Bumpus, of Singer Island, Florida, was the victim of 84-year-old Jerome Craft, M.D., a board-certified plastic surgeon who advertised in the Yellow Pages as a specialist in cancer and burns.", "In 2005, she consulted him about possible surgery for excess skin under her nose.", "During the first two visits, without taking a biopsy, Craft said that she had extensive cancer in the nose and that a black salve that he had invented would remove the cancer without leaving any scars.", "After the salve was applied, her nose became extremely painful and her face swelled like a pumpkin.", "Although an emergency room physician advised hospitalization, Craft talked her into remaining under his care for ten more days, during which time she experienced excruciating pain but was reassured that she would be fine.", "When she finally returned to the hospital, she was admitted for five days and treated with massive doses of antibiotics.", "When the dead tissue was removed from her nasal area, it was apparent that her nose had been burned off.", "So far she has had six operations to reconstruct a nose.", "In 2007, the Florida Board of Medicine secured a consent agreement under which Craft was reprimanded, fined $9,000, ordered to pay administrative costs, and banned from using black salve again [19].", "In 2006, a woman in Liberty Hill, Texas, developed a small but deep-rooted cancer on the skin of her nose that was biopsied and diagnosed by a dermatologist.", "Surgery was recommended, but her sister, who has practiced as a master herbalist for many years, persuaded her that a bloodroot paste would do a better job.", "The first picture shows how her nose and the surrounding skin became inflamed.", "The second picture shows the hole in her nose that resulted.", "The paste destroyed some areas of bone and cartilage, which meant that when the wound healed, she required extensive plastic surgery.", "Mohs micrographic surgery is a state-of-the-art treatment for superficial skin cancers (basal cell and squamous carcinomas) in which the physician (usually a dermatologist) serves as surgeon, pathologist, and reconstructive surgeon.", "It begins with surgical removal of the visible tumor and microscopic examination of the specimen.", "If cancer is seen at the margins, the suspected area plus a thin margin is removed and the process is repeated until it appears that all of the cancer has been located and removed.", "The end result is a very high cure rate (over 99% for new cancers and 95% for recurrent cancers) with minimal removal of healthy tissue [22].", "Melanomas, which are much more dangerous, usually require more extensive surgery.", "Skin cancers should be medically diagnosed and treated.", "Basal and squamous cell carcinomas located in readily visible areas (eyes, nose, lips, or scalp) may be suitable for Mohs surgery.", "Melanomas usually require more extensive surgery.", "The types of products described in this article are extremely dangerous.", "Use of unlicensed salve for cutaneous malignancy.", "Medical journal of Australia 200:314, 2014.", "This article was revised on August 1, 2014."], "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Don't Use Corrosive Cancer Salves (Escharotics)</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"234\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"234\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"../../wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">Your Guide to Quackery, Health Fraud, and Intelligent Decisions</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n  <H2>Don't Use Corrosive Cancer Salves (Escharotics) </H2>\n  <h3>Stephen Barrett, M.D.</h3>\n  <P><!--BEGIN ABSTRACT-->\n  Many salves, pastes, poultices, and plasters have been applied\n      directly to tumors with the hope of burning them away. Zinc oxide,\n      bloodroot, and several other herbs are common ingredients. Some\n      marketers claim that corrosive agents (sometimes called &quot;black salves&quot;) can &quot;draw out&quot;\n      the cancer. In recent years, scientists have found chemicals\n      that can destroy certain superficial skin cancers. Except for\n  these, however, corrosive agents are worthless against cancer and cannot be legally marketed for that purpose in the United States. </P>\n  <P>Corrosive salves are often referred to as &quot;escharotics&quot;\n    because they produce a thick, dry scab called an &quot;eschar&quot;\n    on the skin. Their use to treat cancer dates back hundreds of\n    years, perhaps even to ancient times. Their use was fairly common\n    during the 18th and 19th centuries. If a tumor is confined to\n    the superficial layers of the skin, it would be possible to burn\n    it off with a corrosive salve or paste. Unfortunately, products\n    capable of accomplishing this can also burn the surrounding normal\n    tissue and result in unnecessary scarring. For superficial cancers&#8212;for\n    which the cure rate with standard treatment is nearly 100%&#8212;it makes\n    much more sense to use standard methods that can destroy the cancer with\n    little or no damage to the nearby tissues. Some salves are also promoted\n    for treating herpes, venereal,  diseases, diabetes, and lupus.</P>\n  <P>This idea that escharotics can &quot;draw out&quot; cancers from underneath the skin\n    is preposterous. Furthermore, even if a product could do this, it could not\n    influence cancers that have spread (metastasized) to distant regions of the\n    body. </P>\n  <P> Some currently marketed escharotics contain bloodroot (<em>Sanguinaria\n      candensis</em>),\n    zinc chloride, or both. However,\n    because cancer salves are not manufactured under government supervision,\n    it may not even be possible to know what is in them. People who use such\n    products without benefit of medical consultation run additional risks. Untrained\n    individuals may incorrectly conclude that a growth is cancerous when it is\n    not. Skin cancers that can spread should be medically investigated\n    to see whether they have done so, and some of these require extensive treatment\n    even though they might not look dangerous to the naked eye. In addition,\n    although escharotics may appear to destroy cancers on the surface of the skin,\n    the user will not be able to tell whether cancer remains under the skin where\n    it can continue to grow without immediate detection. </P>\n  <P>In 2002, the <em>Archives of Dermatology</em> published a report of four\n    patients who had used escharotic agents instead of standard treatment for\n    a basal cell cancer [1]. In the first patient, the visible tumor was removed\n    and the skin healed. However, a biopsy several months later a biopsy showed\n    that cancer remained under the skin. The second patient successfully eradicated\n    his tumors but sustained severe scarring that required surgery to repair.\n    The third patient had successful surgery for several tumors but was unhappy\n    about tiny scars and the cost of the procedures. When last seen by the authors,\n    he had 2 large swellings covered with a thick central eschar, one on each\n    side of his neck as a result of treatment by an &quot;herbalist.&quot; The\n    fourth patient came to the authors with a large basal cell cancer of the\n    nose, lip, and cheek that required extensive surgery to remove and later\n    metastasized to his bones. Several years earlier, when the cancer was in\n    its early stages, he had refused surgery and chosen instead to treat it with\n    an escharotic. The cancer appeared to have been healed, but obviously was\n  not. The authors warned that many of the skin disorders referred to in  testimonials\n    published on Web sites that market escharotics were not medically diagnosed\n    so that it would not be possible to judge whether\n    they were benign growths or, if cancerous, had actually been cured. </P>\n  <TABLE WIDTH=\"100%\" BORDER=\"0\" CELLSPACING=\"2\" CELLPADDING=\"2\">\n    <TR>\n      <TD WIDTH=\"81%\" valign=\"top\">The extreme danger of using escharotics products\n        is illustrated by the experience of Ruth Conrad, an Idaho woman who consulted\n        one of the state's many unlicensed naturopaths in 1984. While seeking\n        treatment for a sore shoulder, she also complained of a bump on her nose.\n        The naturopath stated that it was cancer and gave her a black herbal\n        salve to apply directly. Within a few days, her face became very painful\n        and she developed red streaks that ran down her cheeks. Her anxious phone\n        call to the naturopath brought the explanation that the presence of\n        the lines was a good sign because they &quot;resemble a crab,\n        and cancer is a crab.&quot; He also advised her to apply more\n        of the black salve. Within a week, a large part of her face,\n        including her nose, sloughed off. It took 3 years and 17 plastic\n        surgery operations to reconstruct her face. During a deposition,\n        the naturopath stated that he had obtained the salve from a woman\n        in Mexico and that he didn't know who had manufactured it. The\n        picture shows the extent of the injured area.</TD>\n      <TD WIDTH=\"10\" valign=\"top\">&nbsp;</TD>\n      <TD WIDTH=\"147\" valign=\"top\"><P>\n          <CENTER>\n            <IMG SRC=\"../Gifs/conrad256.jpg\" WIDTH=\"147\" HEIGHT=\"210\"\n            ALIGN=\"BOTTOM\" BORDER=\"0\" NATURALSIZEFLAG=\"3\">\n          </CENTER>\n      </TD>\n    </TR>\n  </TABLE>\n  <h4>Regulatory Actions</h4>\n  <P>Salves intended for the treatment of cancers cannot be legally marketed.\n    The FDA has banned the importation of all &quot;black salve&quot; products,\n    including Cansema Black,  Topical Salve, Cansema Deep Tissue, \n    Cansema w/Lugol's Iodine (topical), \n    Cansema for Cats, Dogs, and Horses, \n    Cansema Tonic I, Cansema Tonic II, \n    Cansema Tonic III, Cansema Capsules, \n    Cansema Suppositories, Bloodroot Paste, \n    C-Herb Paste, CAN-X, Cancerx, H3O, and Healing \n  Formula [2].</P>\n  <P>In 2004, Gregory James Caton, of Lake Charles, Louisiana, was sentenced\n    to 33 months imprisonment to be followed by 3 years supervised release for\n    marketing several products with claims that they could cure cancer and other\n    diseases. Court documents indicate that from 1999 to 2003, doing business\n    as Alpha Omega Labs, Caton and his employees sold Cancema Tonic III (a purported\n    cancer cure) and H3O (claimed to be effective against athlete's foot, cuts\n    and burns, eczema, fingernail fungus, chronic gas, gastroenteritis, gingivitis\n    and periodontal disease, halitosis, herpes sores, ophthalmia, psoriasis,\n    sore throat, strep throat, and wounds) [3].</P>\n  <P>In April 2005, the FDA ordered Two Feathers, Inc., of Reno, Nevada, to stop\n    marketing an escharotic salve called <a href=\"twofeathers.html\">Two Feathers</a> [4] </P>\n  <P>Later in 2005,  Lois March, M.D., an ear, nose, and throat specialist who\n    practiced in Cotrell, Georgia, surrendered her medical license to settle\n    charges that she improperly helped Dan Raber, an unlicensed person who treated\n    patients for cancer. Georgia&rsquo;s Composite Board of Medical Examiners\n    had accused March of providing pain management to several patients whom Raber\n    treated with a bloodroot paste, including one man whose flesh was eaten so\n    badly from his shoulder that the bone was exposed [5,6]. Press reports indicate\n    that the FDA raided Raber's farm [7]. In 2007, after March participated in rehabilitative activities, board reinstated her license with an agreement that called for her to continue to have counseling for two more years [8].</P>\n  <P>In April 2006, the FDA ordered Risingsun Health Alternatives and Herbs,\n    a division of MacAdam Health Enterprises of Livingston, Montana, to stop\n    its illegal marketing of Cansema products [9]. Although the company owner promised several times to stop the illegal marketing, he did not stop. After making several undercover purchases, the FDA obtained a consent decree for a permanent injunction [10,11].</P>\n  <P>In May 2008, the FDA ordered Best on Earth Products of Las Vegas, Nevada, to stop marketing corrosive salves with claims that they are effective against cancer. The company's Web site had stated:</P>\n  <blockquote>\n    <p>While historically, black salve and bloodroot salves have been used for melanoma, basal and squamous cell carcinomas. . . we at Best on Earth Products are not legally allowed to make such claims. Such claims made by companies would put these products into the category of &quot;new drugs&quot; based on the FDA definition. Again, we do not make such claims regarding our products.&quot;</p>\n  </blockquote>\n  <p>The company responded by removing the illegal claims but continued to sell black salve products.</p>\n  <P>The FDA warned that this type of &quot;disclaimer&quot; would not protect against prosecution because other parts of the site (including metatags), had made it clear that the products were intended to treat cancer [12].</P>\n  <P>In September 2008, the Federal Trade Commission secured a consent agreement with Holly A. Bacon (d/b/a Cleansing Time Pro), who had marketed &quot; black salve&quot; ointment and tablets  with claims that both products were effective against all forms of cancer, as well as against hepatitis, HIV, SARS, and Avian Flu and other viruses. The agreement bans her from making unsubstantiated claims about any product [13].  </P>\n  <P>Australia's Therapeutic Goods Administration (2012) and  New Zealand's Medicines and Medical Devices Safety Authority (MEDSAFE) (2013) have  issued warnings against the use of black salves and other caustic products to treat skin problems [14,15]. The New Zealand report summarizes the outcomes of 13 cases reported in medical journals between 2001 and 2010. Most had very bad cosmetic results, and at least five had recurrence of their cancer. </P>\n  <h4>Advocacy by Andrew Weil </h4>\n  <P>Andrew Weil, M.D., who promotes himself as &quot;your trusted health advisor,&quot; has\n    been a strong proponent of bloodroot paste. His 1995 book <em>Spontaneous\n    Healing </em>states  that after reading a letter from a user he &quot;was\n    able to find a number of references about its peculiar ability to dissolve\n    abnormal growths on the skin without harming normal tissue.&quot; Six months\n    later, when his dog got a black growth on his skin, he applied a bloodroot\n    paste, noted that &quot;the whole tumor&quot; fell off after a few days,\n    and concluded that the end result was &quot;a perfectly circular, slightly\n    depressed area of skin, with no trace of tumor.&quot; After trying it out\n    on a friend, he began teaching medical students how to use it with outcomes\n    that were &quot;consistent and satisfactory.&quot; [16] Reading this account\n    shortly after the book was published, I was struck by four things:</P>\n  <ol>\n    <li>The idea that bloodroot kills only cancer cells and spares normal ones is preposterous. </li>\n    <li>There was no mention of a biopsy, without which it might not be possible to be certain that  his friend had a cancer. </li>\n    <li>Weil does not mention how he determined that medical students who followed his advice had &quot;consistent and satisfactory outcomes.&quot; Some skin cancers that are left behind will not become apparent until months or even years after they are treated. Without a formal follow-up study, it is impossible to determine the long-term outcome. </li>\n    <li>The naked eye cannot tell where the margin of a skin cancer is located\n      because there can be microscopic spread beyond the obvious tumor. When\n      simple surgery is performed, the surgeon removes the obvious area plus\n      a small amount of surrounding tissue. If the pathology report shows no\n      tumor at the specimen margins, it is assumed that the entire tumor has\n      been removed. If cancer shows at the margins, further surgery is performed.\n      Today, Weil's Web site acknowledges this point by stating &quot;I do not\n      recommend using bloodroot paste, or anything else for that matter, for\n      the self-treatment of skin cancers. It might not get all malignant tissue.\n      Only examination by biopsy can confirm a diagnosis or a cure.&quot; [17]\n      However, even this statement is irresponsible because bloodroot paste is\n      not a sensible treatment no matter who applies it. Nevertheless, for more\n      than four years, Weil's Web site carried an article that plugged bloodroot\n      and linked to four companies that would supply information and products\n      [18] </li>\n  </ol>\n  <h4>Four More Victims</h4>\n  <p>The book <em>Natural Causes</em> describes what happened after Weil's Web site persuaded Sue Gilliatt of Indianapolis, Indiana to use bloodroot products.  According to the book, her primary care physician removed a bump on her nose that was diagnosed as a benign tumor called a fibroadenoma. But Gilliatt feared that it was cancerous and, even though she was given a referral to a dermatologist, wound up buying Cansema  from the Alpha Omega Alpha Web site and a bloodroot paste from Dan Raber. The Cancema stung  so badly that she was unable to keep in on for the recommended 24 hours and applied Raber's paste instead. Within a few hours after she applied it to her nose, her face became puffy and her eyes were nearly swollen shut. Instead of consulting her doctor, she phoned Raber who persuaded her to apply more paste. Six days later, when she had her appointment with the dermatologist, a large part of her nose had been destroyed. </p>\n  <p>Two other black salve victims have shared their stories with me:</p>\n  <center><table width=\"95%\" border=\"0\" cellspacing=\"5\" cellpadding=\"0\">\n    <tr>\n      <td width=\"57%\" valign=\"top\">Gail Bumpus, of Singer Island, Florida, was\n        the victim of 84-year-old Jerome Craft, M.D., a board-certified plastic\n        surgeon who advertised in the Yellow Pages as a specialist in cancer\n        and burns. In 2005, she consulted him about possible surgery for excess\n        skin under her nose. During the first two visits, without taking a biopsy,\n        Craft said that she had extensive cancer in the nose and that a black\n        salve that he had invented would remove the cancer without leaving any\n        scars. After the salve was applied, her nose became extremely painful\n        and her face swelled &quot;like a pumpkin.&quot;  Although an emergency\n        room physician advised hospitalization, Craft talked her into remaining\n        under his care for ten more days, during which time she experienced excruciating\n        pain but was reassured that she would be fine. When she finally returned\n        to the hospital, she was admitted for five days and treated with massive\n        doses of antibiotics. When the dead tissue was removed from her nasal\n        area, it was apparent that her nose had been burned off. So far she has\n        had six operations to reconstruct a nose. In 2007, the Florida Board\n        of Medicine secured a consent agreement under which Craft was reprimanded,\n        fined $9,000, ordered to pay administrative costs, and banned from using\n        &quot;black salve&quot; again  [19]. Craft died in August 2007.</td>\n      <td width=\"22%\" valign=\"top\"><p><img src=\"Gifs/bumpus1.gif\" width=\"188\" height=\"200\"></p>\n        <p align=\"center\">Appearance before <br>\n        the salve was applied </p></td>\n      <td width=\"21%\" valign=\"top\"><p><img src=\"Gifs/bumpus2.gif\" width=\"180\" height=\"200\"></p>\n        <p align=\"center\"> A few days after the salve was applied,  most of her nose was destroyed.   </p></td>\n    </tr>\n  </table>\n  </center>\n<br>\n  <center><table width=\"95%\" border=\"0\" cellspacing=\"5\" cellpadding=\"0\">\n    <tr>\n      <td width=\"65%\">In 2006, a woman in Liberty Hill, Texas, developed a small but deep-rooted cancer on the skin of her nose that was biopsied and diagnosed by a dermatologist. Surgery was recommended, but her sister, who has practiced as a &quot;master herbalist&quot; for many years, persuaded her that a bloodroot paste would do a better job. The first picture shows how her nose and the surrounding skin became inflamed. The second picture shows the hole in her nose that resulted. The paste destroyed some areas of bone and cartilage, which meant that when the wound healed, she required extensive plastic surgery. She also reported that the inflamed area was extremely painful for more than a week. </td>\n      <td width=\"186\"><img src=\"Gifs/teel1.gif\" width=\"186\" height=\"200\"></td>\n      <td width=\"170\"><div align=\"right\"><img src=\"Gifs/teel4.gif\" width=\"170\" height=\"200\"></div></td>\n    </tr>\n  </table>\n  </center>\n  <p>In 2014, the <em>Medical Journal of Australia</em> reported the case of a 55-year-old man who had applied a bloodroot-containing black salve product to a spot on his right temple that he believed was cancerous [20]. Over a 4-month period, <a href=\"http://i.dailymail.co.uk/i/pix/2014/04/09/article-2600537-1CF534D900000578-73_634x421.jpg\" target=\"_blank\">the salve burned a 1-inch-wide hole in his head</a> that was so painful that he took narcotic  pain medication. He finally sought medical care and was instructed how to care for his wound, which  took three months to heal [21].</p>\n  <h4>Mohs Surgery </h4>\n  <p>Mohs micrographic surgery is a state-of-the-art treatment for superficial skin cancers\n    (basal cell and squamous carcinomas) in which the physician (usually a dermatologist) serves as surgeon, pathologist,\n    and reconstructive surgeon. It begins with surgical removal of the visible\n    tumor and microscopic examination of the specimen. If cancer is seen at the\n    margins, the suspected area plus a thin margin is removed and the process\n    is repeated until it appears that all of the cancer has been located and\n    removed. The end result is a very high cure rate (over 99% for new cancers\n    and 95% for recurrent cancers) with minimal removal of healthy tissue [22]. Melanomas, which are  much more dangerous, usually require more extensive surgery.</p>\n  <h4>The Bottom Line </h4>\n  <p>Skin cancers should be medically diagnosed and treated. Basal and squamous cell carcinomas located in readily visible areas (eyes, nose, lips, or scalp) may be suitable for Mohs surgery. Melanomas usually require more extensive surgery. The types of products described in this article are extremely dangerous. Their sellers deserve to be imprisoned. </p>\n  <h4>References</h4>\n  <ol>\n    <li>McDaniel S. Goldman GD. <a href=\"http://archderm.ama-assn.org/cgi/content/full/138/12/1593\">Consequences\n        of using escharotic agents as primary treatment for nonmelanoma skin\n    cancer</a>. Archives of Dermatology 138:1593-1596, 2002. </li>\n    <li><a href=\"http://www.fda.gov/ora/fiars/ora_import_ia6641.html\">Import\n        Alert #66-41: \"Unapproved new drugs promoted in the U.S</a>.&quot; Revised\n        April 6, 2006.</li>\n    <li><a href=\"http://www.cancertreatmentwatch.org/reg/caton.shtml\">Lake Charles man sentenced for selling and shipping unapproved new drugs</a>. USDOJ news release, Aug 24, 2004.</li>\n    <li>Cassens BJ. <a href=\"http://www.casewatch.org/fdawarning/prod/2005/twofeathers.shtml\">Warning letter to Two Feathers, Inc., and Robert Roy</a>. April 13, 2005.</li>\n    <li><a href=\"http://www.casewatch.org/board/med/march/march.shtml\">In the matter of Lois March, M.D</a>. Before the Georgia Office of State Administrative Hearings. Filed July 26, 2005.</li>\n    <li><a href=\"http://www.casewatch.org/board/med/march/matters_asserted_2005.pdf\">Matters asserted and statutes and rules involved</a>. In the matter of Lois March, M.D. Before the Georgia Office of State Administrative Hearings. Filed July 26, 2005</li>\n    <li><a href=\"http://www.nytimes.com/2005/08/29/health/29iht-web.0829cure.html?_r=1&\">Flesh-eating paste promoted as cancer cure</a>. New York Times, Aug 29, 2005.</li>\n    <li><a href=\"http://www.casewatch.org/board/med/march/reinstatement_2007.pdf\">Public consent order of reinstatement</a>. In the matter of Lois March, M.D. Before the Georgia Office of State Administrative Hearings. Filed July 26, 2005</li>\n    <li>Breen CM. <a href=\"http://www.casewatch.org/fdawarning/prod/2006/cancema.shtml\">Warning Letter to Greta Armstrong</a>. April 6, 2006.</li>\n    <li><a href=\"http://www.casewatch.org/fda/court/risingsun/complaint.shtml\">Complaint for permanent injunction</a>. USA v. Toby Carl McAdam and Greta Armstrong, d/b/a/ Rising Sun Health. Case 1:10-cv-00128-RFC. U.S. District Court for the District of Montana. Filed Oct 13, 2010.</li>\n    <li><a href=\"http://www.casewatch.org/fda/court/risingsun/consent.pdf\">Consent decree of permanent injunction</a>. USA v. Toby Carl McAdam and Greta Armstrong, d/b/a/ Rising Sun Health. Case 1:10-cv-00128-RFC. U.S. District Court for the District of Montana. Filed Oct 13, 2010.</li>\n    <li>Cassens B. <a href=\"http://www.casewatch.org/fdawarning/prod/2008/best_on_earth.shtml\">Warning letter to Best on Earth Products</a>, May 20, 2008. </li>\n    <li><a href=\"http://www.ftc.gov/os/caselist/0823119/080918agree0823119.pdf\">Agreement containing consent order</a>. In the matter of Holly A. Bacon, doing business as Cleansing Time Pro. FTC file # 082-3119, announced Sept 18, 2008.</li>\n    <li><a href=\"http://www.tga.gov.au/safety/alerts-medicine-black-salve-120203.htm\">Black and red salves in treating cancer</a>. Australian Therapeutic Goods Administration, March 19, 2012.</li>\n    <li><a href=\"http://www.medsafe.govt.nz/safety/EWS/2013/black-salve.asp\">Black salve &#8211; Buyer beware</a>. MEDSAFE, Dec 3, 2013.</li>\n    <li>Weil A. Spontaneous Healing. New York: Alfred A. Knopf, 1995, pp 48-51. </li>\n    <li>Weil A. <a href=\"http://www.drweil.com/drw/u/id/QAA361873\">Bloodroot for skin cancer</a>? Dr. Weil.com, Jan 9, 2006.</li>\n    <li>Hurley D. <A HREF=\"http://www.amazon.com/exec/obidos/ASIN/0767920422/quackwatch-20\">Natural Causes: Death, Lies, and Politics in America's Vitamin and \n\tHerbal Supplement Industry</A>. New York: Broadway Books, 2006.</li>\n    <li><a href=\"http://www.casewatch.org/board/med/craft/complaint_2006.shtml\">Complaint</a>. Florida Department of Health vs. Jerome W. Craft, M.D. DOH case number 2005-03020, filed May 2, 2006.</li>\n    <li>Ong NC and others. Use of unlicensed salve for cutaneous malignancy. Medical journal of Australia 200:314, 2014.</li>\n    <li>Malm S. <a href=\"http://www.dailymail.co.uk/health/article-2600537/Black-salve-ointment-leaves-man-inch-wide-HOLE-head.html\">Man left with an inch-wide HOLE in his head after using 'quack' ointment to treat skin cancer</a>. Daily Mail, April 6, 2014.</li>\n    <li><a href=\"http://www.mohscollege.org/AboutMMS.html\">About Mohs micrographic\n        surgery</a>. American College of Mohs Micrographic Surgery and Cutaneous\n        Oncology Web site, accessed December 12, 2006.</li>\n  </ol>\n  \n  <p class=\"revisiondate\">This article was revised on August 1, 2014.</p>\n</div>\n<title></title> \n<div id=\"footer\">\n<a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"../../00AboutQuackwatch/gsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.quackwatch.org/index.html\">Home</a>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Vendors</strong> </p>\n      <div align=\"left\">\n        <ul><li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n          and hosting with superb technical support.</li>\n        </ul>\n      </div>\n  </blockquote>\n</div>\n", "authors": [], "query": "black salve cancer", "expected-search-type": "u"}