{"links": ["./index.html", "./index-why-alternatives.html", "./index-causes.html", "./index-treatment.html", "./index-holistic.html", "./index-budwig.html", "./index-juicing.html", "./index-resources.html", "./support-this-site.html", "index-treatment-supplements-herbs.html", "copyright.html", "#3", "vitamin-c-cancer-treatment.html", "mms-chlorine-dioxide-treatment.html", "causes8.html", "herbal-parasite-cleanse.html", "liver-gall-bladder-cleanse.html", "http://www.healingteethnaturally.com/dr-hulda-regehr-clark-horrors-of-metal-dentistry.html", "sugar-and-cancer.html", "sugar-and-cancer.html", "index-treatment-nutrition.html", "#books", "#1", "index-treatment-detoxification.html", "gerson2.html#coffee-enema-for-liver-detoxification", "juicers.html", "anti-tumor-herbal-treatment.html#essiac-flor-essence", "#2", "support-this-site.html", "cancer-pain-management-relief.html", "alternative-diagnostic-methods.html", "detoxification.html#hulda-regehr-clarks-detoxification-protocols", "free-videos-alternative-treatment.html", "index-why-alternatives-testimonials.html", "index-treatment-supplements-herbs.html", "./disclaimer.html", "./index.html", "./index-why-alternatives.html", "./index-resources.html#books-ebooks-cancer-menu", "./index-budwig.html", "./index-causes.html", "./index-treatment-detoxification.html", "./download-healing-cancer-info.html", "./index-holistic-emotions.html", "./index-holistic-energetics.html", "./geopathic-stress-and-cancer.html", "./index-treatment-gerson.html", "./index-resources.html#cancer-glossary-reference-menu", "./index-treatment-greatest.html", "./index-holistic-hamer.html", "./healing-cancer.html", "./medical-history.html", "./index-juicing.html", "./index-treatment-light.html", "./index-holistic-love.html", "./index-holistic-hirneise.html", "./index-holistic-mind.html", "./index-treatment-nature-heals.html", "./index-treatment-nutrition.html", "./index-treatment-ozone.html", "./index-treatment-prevention.html", "./index-resources.html#links-menu", "./index-holistic-spirituality.html", "./index-treatment-supplements-herbs.html", "./index-why-alternatives-testimonials.html", "./ulla_sthoughts.html", "./contact.html", "./index.html", "./recentadditions.html", "./alzheimers-disease-causes.html", "./donations.html", "./support-this-site.html", "./contact.html", "./privacy.html", "./index-francais.html", "./index-espanol.html", "./index-deutsch.html", "./copyright.html", "./disclaimer.html"], "title": "Black salve treatment saves life of terminal (stage four) liver cancer patient", "url": "http://www.healingcancernaturally.com/black-salve-stage-4-testimonial.html", "actual-search-type": "f", "paragraphs": ["If you feel you have been helped by this site, please share the message and take a look at the easy ways you can contribute at no financial cost.", "William Trucks had lived a life many would consider quite normal - eating junk food with lots of sugary, processed and fried items, and at some point drinking 10+ sugar-laden sodas a day.", "Coupled with a high-stress lifestyle followed for many decades he finally found himself with elevated blood pressure/sugar, high cholesterol as well as physical exhaustion to the point of barely being able to walk a hundred yards.", " He hadn't even celebrated his 60th birthday yet when in 2005 he was diagnosed with liver cancer (confirmed by CT scan, MRI and a personal consultation with an oncologist).", "Rather than following the advice given, he flatly stated that he didn't wish to be irradiated and poisoned since he knew of too many who had already walked down that path of no return.", "After buying the black salve, his ever supportive wife Joyce started to apply it to his back on an area that had been constantly itching.", "The salve soon began to literally burrow into his back, and pus started to ooze from the wound for days on end.", "At a somewhat later stage, his wife began applying Yellow Healing Salve and colloidal silver to the wound for their antibiotic action.", "Overall, it took seven weeks of repeated applications of the salve before the eschar (dry scab) came off on its own.", " And it took another nine to thirteen weeks until the large wound left on his back started to close completely.", "Black salve, applied in small amounts on the area of concern, is credited with the extraordinary ability to extract tumors and skin cancers from the body by gradually bringing them to the surface where eventually they will form a completely detached pus-laden scab, the eschar.", "Typically starting with a tingling sensation or redness, the extraction process will begin by pus oozing from the wound (created by the salve eating into the skin).", "Within two to three weeks the principal tumor should be seen to surface in the form of the eschar.", "This scab MUST be allowed the time to come away on its own, i.e.", "must NOT be removed since this would leave neoplastic (cancerous) tissue behind.", "Depending on tumor depth and development, even a second application may be required.", "The entire process is frequently accompanied by extreme pain and many will require effective pain relief at this time.", "Be aware that there are quality differences since not all products on offer are effective.", "It is best to find reliable testimonials of successful users before opting for any one product.", "More graphic pictures of tumor extraction via black salve application can be seen e.g.", "Dr. Naiman is one of THE authorities on the subject of escharotic salves and her book comes highly recommended.", "Includes testimonials, illustrated case reports, instructions, formulae, history etc.", "In addition to being a truly riveting story, this book about a dramatic terminal cancer cure achieved via black salve (and lots of tender loving care of a devoted wife) features many graphic photographs documenting the progress of the extraction of the cancer using black salve, complemented by pictures of others successfully doing the same for their own [breast and other] cancer (with breast tumors having easily been extracted in this manner by patients all around the world).", "The book also discusses other cancer protocols which have been successfully used.", "Available as a paperback and in Kindle format (downloadable version).", "Ms. Hollingsworth, director of the Hippocrates Health Centre of Australia and author of the book Take Control of Your Health was nearly killed after applying a small amount of the prescription drug Aldara on a tiny skin cancer.", "She as well as thousands of other Aldara victims have never recovered from the after-effects.", "This DVD tells the story of two types of cancer salves: One, Aldara, is legal and widely prescribed by doctors, although it doesn't cure and has even killed.", "The other is black salve which has been effectively used for thousands of years but has been made illegal in many places."], "contents": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\" xml:lang=\"en\"><!-- InstanceBegin template=\"/Templates/default.dwt\" codeOutsideHTMLIsLocked=\"false\" -->\n<head>\n<meta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" />\n<!-- InstanceBeginEditable name=\"doctitle\" -->\n<title>Black salve treatment saves life of terminal (stage four) liver cancer patient</title><!-- InstanceEndEditable -->\n<link rel=\"shortcut icon\" type=\"image/x-icon\" href=\"./assets/templates/images/favicon.ico\" />\n<link rel=\"stylesheet\" type=\"text/css\" href=\"./assets/templates/style.css\" />\n<!-- InstanceBeginEditable name=\"head\" -->\n <meta name=\"Keywords\" content=\"red clover, trifolium pratense, anticancer\" />\n <meta name=\"Description\" content=\"Black salve treatment saves the life of terminal (stage four) liver cancer patient. Tumor as well as pancreas and kidney metastases extracted using botanical herbs (with graphic pictures)?\" /><!-- InstanceEndEditable -->\n<script language=\"JavaScript\" type=\"text/javascript\" src=\"assets/scripts/ccb/ccb.js\"></script>\n<script type=\"text/javascript\">\n  var _gaq = _gaq || [];\n  _gaq.push(['_setAccount', 'UA-9464347-5']);\n  _gaq.push(['_trackPageview']);\n  (function() {\n    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n  })();\n</script>\t\n</head>\n\n<body>\n\n<div id=\"wrapper\">\n\n  <div id=\"wrapper-inner\">\n\n    <div id=\"masthead\">\n      <div id=\"search\"><form action=\"http://www.healingcancernaturally.com/search-results.html\" id=\"cse-search-box\">\n  <div>\n    <input type=\"hidden\" name=\"cx\" value=\"partner-pub-5838670048797822:2374436286\" />\n    <input type=\"hidden\" name=\"cof\" value=\"FORID:11\" />\n    <input type=\"hidden\" name=\"ie\" value=\"UTF-8\" />\n    <input type=\"text\" name=\"q\" id=\"search-input\" />\n    <input type=\"submit\" name=\"sa\" value=\"Search\" id=\"search-btn\" />\n  </div>\n</form>\n<script type=\"text/javascript\" src=\"http://www.google.com/coop/cse/brand?form=cse-search-box&amp;lang=en\"></script>\n</div>\n      <div id=\"clear\">&nbsp;</div>\n    </div>\n    \n    <div id=\"menu-wrapper\">\n      <div id=\"menu-main\"><a href=\"./index.html\">Home</a>&nbsp;|&nbsp;<a href=\"./index-why-alternatives.html\">Why alternatives</a>&nbsp;|&nbsp;<a href=\"./index-causes.html\">Causes</a>&nbsp;|&nbsp;<a href=\"./index-treatment.html\">Treatment</a>&nbsp;|&nbsp;<a href=\"./index-holistic.html\">Holistic</a>&nbsp;|&nbsp;<a href=\"./index-budwig.html\">Budwig</a>&nbsp;|&nbsp;<a href=\"./index-juicing.html\">Juicing</a>&nbsp;|&nbsp;<a href=\"./index-resources.html\">Resources</a></div>\t\t\t\t\n    </div>\n\n<!-- BANNER -->\n\t\t\n    <div id=\"banner\"><div id=\"banner-ads\">\n  <script type=\"text/javascript\"><!--\n  google_ad_client = \"pub-5838670048797822\";\n  google_ad_slot = \"2713589092\";\n  google_ad_width = 728;\n  google_ad_height = 90;\n  //-->\n  </script>\n  <script type=\"text/javascript\"\n  src=\"http://pagead2.googlesyndication.com/pagead/show_ads.js\">\n  </script>\n</div>\t\t\t\n</div>\n\n    <div id=\"content-wrapper\">\n\t\n<!-- SIDEBAR LEFT -->\t\t\t\n\t\t\t  \n      <div id=\"sidebar-left\">\n        <div id=\"sidebar-ads\">\n  <script type=\"text/javascript\"><!--\n  google_ad_client = \"pub-5838670048797822\";\n  google_ad_slot = \"8413368888\";\n  google_ad_width = 160;\n  google_ad_height = 90;\n  //-->\n  </script>\n  <script type=\"text/javascript\"\n  src=\"http://pagead2.googlesyndication.com/pagead/show_ads.js\">\n  </script>\n</div>\n\n<div id=\"sidebar-ads\">\n  <script type=\"text/javascript\"><!--\n  google_ad_client = \"pub-5838670048797822\";\n  google_ad_slot = \"0528681455\";\n  google_ad_width = 160;\n  google_ad_height = 600;\n  //-->\n  </script>\n  <script type=\"text/javascript\"\n  src=\"http://pagead2.googlesyndication.com/pagead/show_ads.js\">\n  </script>\n</div>\n\n<div id=\"boxout-sidebar\">\n  <div id=\"boxout-sidebar-hdr\">Support this Site</div>\n    <div id=\"boxout-sidebar-content\"><p>If you feel you have been helped by this site, please share the message and take a look at the easy ways you can contribute at no financial cost.</p></div>\n    <div id=\"boxout-sidebar-footer\"><p><a href=\"./support-this-site.html\">More Information</a></p></div>\n</div>\n        <!-- InstanceBeginEditable name=\"sidebar\" --><!-- InstanceEndEditable -->\n        <div id=\"clear\">&nbsp;</div>\n      </div>        \n\t\t\t\n<!-- CONTENT -->\t\n\n      <div id=\"content\">\n\t\t<!-- InstanceBeginEditable name=\"content\" --><h4 class=\"section\"><a href=\"index-treatment-supplements-herbs.html\">Supplements and Herbs</a></h4>\n<h1>Black salve treatment saves the life of terminal (stage four) liver cancer patient</h1>\n<h2 class=\"subheader\">Tumor as well as pancreas and kidney metastases extracted using botanical herbs (with graphic pictures)</h2>\n<p class=\"info\"><a href=\"copyright.html\">Copyright</a> Healing Cancer Naturally &copy; 2014</p>\n<p>William Trucks had lived a life many would consider quite &quot;normal&quot; - eating junk food with lots of sugary, processed and fried items, and at some point drinking 10+ sugar-laden sodas a day. Coupled with a high-stress lifestyle followed for many decades he finally found himself with elevated blood pressure/sugar, high cholesterol as well as physical exhaustion to the point of barely being able to walk a hundred yards.</p>\n<p> He hadn't even celebrated his 60th birthday yet when in 2005 he was diagnosed with liver cancer (confirmed by CT scan, MRI and a personal consultation with an oncologist). Rather than following the advice given, he flatly stated that he didn't wish to be irradiated and poisoned since he knew of too many who had already walked down that path of no return.</p>\n<p>During the next couple of years and in spite of the serious diagnosis, Bill still only made half-hearted attempts at helping himself heal. Reading books on alternative medicine including Dr Hulda Regehr Clark's &quot;The Cure for All Diseases&quot;<sup><a href=\"#3\">[3]</a></sup> inspired him to take high doses of <a href=\"vitamin-c-cancer-treatment.html\">vitamin C</a> as well as <a href=\"mms-chlorine-dioxide-treatment.html\">MMS</a> (both of which presumably helped to slow down the progression of his tumor). Since <a href=\"causes8.html\">Dr. Clark's research links cancer to parasitic infections</a>, Bill Trucks also did a <a href=\"herbal-parasite-cleanse.html\">parasite cleanse</a> as per her instructions, together with a <a href=\"liver-gall-bladder-cleanse.html\">liver and gallbladder cleanse</a> all of which allowed him to purge gallstones and parasites from his body. <a href=\"http://www.healingteethnaturally.com/dr-hulda-regehr-clark-horrors-of-metal-dentistry.html\">Dr Clark also insists on the removal of any mercury fillings</a>, so he had this done by a biological dentist as well.</p>\n<p>While these measures did make him feel somewhat better, he continued to burden his body and health by ingesting the same high-<a href=\"sugar-and-cancer.html\">sugar</a>, processed-food cum soda diet he had consumed before. Unsurprisingly, it didn't take long after his original diagnosis for his cancer to metastasize to his pancreas and to one of his kidneys, as shown by subsequent CT scan. At this moment, Bill had reached a very low point, feeling deadly sick, weak, irritable, barely able to function, and in fact - dying from stage 4 liver cancer.</p>\n<p>Even his eyes had started to yellow (showing his liver and body were gradually shutting down). It was then that he became acutely aware that more drastic measures were in order if he wanted to save his life - abandoning <a href=\"sugar-and-cancer.html\">sugar</a> and upgrading his <a href=\"index-treatment-nutrition.html\">diet</a> being one of the first.</p>\n<p>During the intense period of researching how to save his life that followed, Bill happened upon a reference to &quot;black salves&quot; as a cancer treatment. Learning details about this approach from Ingrid Naiman's book <a href=\"#books\">Cancer Salves: A Botanical Approach to Treatment</a> and coming across encouraging reports of people who had successfully used the treatment before, Bill felt that this was the approach his urgent condition called for. And this feeling turned out to be right.</p>\n<p>After buying the black salve, his ever supportive wife Joyce started to apply it to his back on an area that had been constantly itching. The salve soon began to literally burrow into his back, and pus started to ooze from the wound for days on end.</p>\n<p class=\"center\"><img src=\"assets/images/content/img-eschar-three-weeks.jpg\" width=\"150\" height=\"113\"/></p>\n<p class=\"caption\">Eschar formed at three weeks into Bill Trucks' black salve treatment</p>\n<p>At a somewhat later stage, his wife began applying Yellow Healing Salve and colloidal silver to the wound for their antibiotic action. Overall, it took seven weeks of repeated applications of the salve before the eschar (dry scab) came off on its own.</p>\n<p class=\"center\"><img src=\"assets/images/content/img-post-escharotic-seven-weeks.jpg\" width=\"150\" height=\"113\"/></p>\n<p class=\"caption\">Large wound left after the eschar had come away</p>\n<p> And it took another nine to thirteen weeks until the large wound left on his back started to close completely.</p>\n<p>This was by no means an easy process - in fact the pain became so intense that at some point Bill was unsure if he would survive the ordeal.<sup><a href=\"#1\">[1]</a></sup> It was a work-intensive process as well, demanding daily changing of pus-soaked bandages and more.</p>\n<p>Even after the tumor extraction process was complete, Bill continued to be very weak and was far from totally healed. His organs were severely damaged and he developed an intestinal infection. To further his <a href=\"index-treatment-detoxification.html\">detoxification</a> and assist his system in returning to normal functioning, he started on daily <a href=\"gerson2.html#coffee-enema-for-liver-detoxification\">coffee enemas</a> and taking only <a href=\"juicers.html\">freshly squeezed vegetable juices</a>, yogurt, <a href=\"anti-tumor-herbal-treatment.html#essiac-flor-essence\">Essiac tea</a> and some other basic items for nourishment. It took Bill a total of about nine months to regain the strength to walk a couple of miles.</p>\n<h4>Healthy today</h4>\n<p>CT scans, HCG tests<sup><a href=\"#2\">[2]</a></sup> and live blood analysis via darkfield microscope continue to show Bill Trucks to be cancer-free as of today. In fact Bill reports now feeling better than he had in years, and engages in gardening, running, power walking and more.</p>\n<h4>About using Black Salves (aka as cancer or escharotic salves) as a treatment for various types of cancer</h4>\n<p>Black Salve is composed of different native American plants (the main ingredient being bloodroot [<em>Sanguinaria canadensis</em>]), and was until recently sold under the brand name Cansema.</p>\n<p>Black salve, applied in small amounts on the area of concern, is credited with the extraordinary ability to extract tumors and skin cancers from the body by gradually bringing them to the surface where eventually they will form a completely detached pus-laden scab, the eschar.</p>\n<p>In addition to the liver cancer application described above, black salve has been <strong>successfully used for a variety of other cancers</strong> such as breast cancer, Ewing's sarcoma, thyroid and intestinal cancer, many skin cancers including large melanomas and more.</p>\n<p>Typically starting with a tingling sensation or redness, the extraction process will begin by pus oozing from the wound (created by the salve &quot;eating&quot; into the skin). Within two to three weeks the principal tumor should be seen to surface in the form of the eschar. This scab MUST be allowed the time to come away on its own, i.e. must NOT be removed since this would leave neoplastic (cancerous) tissue behind. Depending on tumor depth and development, even a second application may be required. The entire process is frequently accompanied by extreme pain and many will require effective pain relief at this time.</p>\n<p>Apparently diabetics or individuals with poor circulation should not apply this treatment, and generally, <strong>noone should start on this type of radical therapy before being fully informed about possible risks and side effects - nor without the support of a knowledgeable person</strong>.</p>\n<p>Black salve is available online. Be aware that there are quality differences since not all products on offer are effective. It is best to find reliable testimonials of successful users before opting for any one product.</p>\n<p>Last but far from least: <strong>no cancer treatment can earnestly hope to have permanent success if any lifestyle and nutritional factors that led to the disease developing in the first place are not amended and upgraded to help prevent future relapses as well as the development of other life-style-related diseases</strong>..</p>\n<h4>How to make your own Black Salve</h4>\n<p>www.youtube.com/watch?v=gyHWxXGdxXU#t=14<br />\nwww.youtube.com/watch?v=HPWXegcaQW8</p>\n<p>The above links show one possible method of making black salve at home. Another is shown on the below-listed DVD &quot;One Answer to Cancer&quot;. Additionally, Greg Caton shares several recipes from U.S. patents going back to the 1860s in the first chapter of his book <em>Meditopia</em> (available in English and Spanish) for free at meditopia.org .</p>\n<p>More graphic pictures of tumor extraction via black salve application can be seen e.g. at www.youtube.com/watch?v=jYbGJZziU8g#t=29 .</p>\n<h3><a name=\"books\" id=\"books\"></a>Books and DVD on black salves as a cancer treatment</h3>\n<p>Note: You can easily support this humanitarian site at no extra cost if you buy the following books, DVD (or any other items of your choosing) through its Amazon links (see <a href=\"support-this-site.html\">Support this site</a>).</p>\n<hr />\n<h5><img src=\"assets/images/products/book-cancer-salves.jpg\" alt=\"Cancer Salves\" width=\"60\" height=\"90\" class=\"al-20\" />Cancer Salves: A Botanical Approach to Treatment</h5>\n<p>by Ingrid Naiman</p>\n<p>Dr. Naiman is one of THE authorities on the subject of escharotic salves and her book comes highly recommended. Includes testimonials, illustrated case reports, instructions, formulae, history etc.</p>\n<hr />\n<h5><img src=\"assets/images/products/book-cured-my-cancer.jpg\" alt=\"Cured My Cancer\" width=\"60\" height=\"90\" class=\"al-20\" />Cured My Cancer: How I Cured My Stage-4-Multi-Organ Cancer At Home</h5>\n<p>by William Trucks</p>\n<p></p>\n<p>In addition to being a truly riveting story, this book about a dramatic terminal cancer cure achieved via black salve (and lots of tender loving care of a devoted wife) features many graphic photographs documenting the progress of the extraction of the cancer using black salve, complemented by pictures of others successfully doing the same for their own [breast and other] cancer (with breast tumors having easily been extracted in this manner by patients all around the world). The book also discusses other cancer protocols which have been successfully used. Available as a paperback and in Kindle format (downloadable version).</p>\n<hr />\n<h5><img src=\"assets/images/products/dvd-one-answer-to-cancer.jpg\" width=\"60\" height=\"60\" class=\"al-20\" />One Answer to Cancer: The Truth About Aldara and &quot;Black Salve&quot; in Melanoma Skin Cancer (DVD)</h5>\n<p>by Elaine Hollingsworth</p>\n<p>Ms. Hollingsworth, director of the Hippocrates Health Centre of Australia and author of the book &quot;Take Control of Your Health&quot; was nearly killed after applying a small amount of the prescription drug Aldara on a tiny skin cancer. She as well as thousands of other Aldara victims have never recovered from the after-effects. This DVD tells the story of two types of cancer salves: One, Aldara, is legal and widely prescribed by doctors, although it doesn't cure and has even killed. The other is black salve which has been effectively used for thousands of years but has been made illegal in many places.</p>\n<p> In addition to telling the background of why this is so and featuring numerous <strong>amazing testimonials of people who eliminated different types of cancer (including terminal ones) with this simple remedy</strong> while giving exact instructions of just how they did it, this DVD shows you step by step <strong>how to make this natural salve at home</strong>. Running Time: c. 98 minutes.</p>\n<hr />\n<p class=\"bg-m\">Footnotes</p>\n<p class=\"info\"><a name=\"1\" id=\"1\"></a>1 Anyone interested in following a similar protocol is advised to first learn about a working <a href=\"cancer-pain-management-relief.html\">pain management protocol</a>.</p>\n<p class=\"info\"><a name=\"2\" id=\"2\"></a>2 See notes on HCG tests on <a href=\"alternative-diagnostic-methods.html\">Alternative Diagnostic/Screening Methods For Detection &amp; Follow-Up Monitoring of Cancer</a>.</p>\n<p class=\"info\"><a name=\"3\" id=\"3\"></a>3 Introduction and extensive excerpts to Dr. Clark's book can be found <a href=\"detoxification.html#hulda-regehr-clarks-detoxification-protocols\">here</a>.</p>\n\t\t<!-- InstanceEndEditable -->\n        <p class=\"bg-d\">Sponsored Links</p>\n<div id=\"content-footer-ads\">\n<script type=\"text/javascript\"><!--\ngoogle_ad_client = \"ca-pub-5838670048797822\";\ngoogle_ad_slot = \"5264689308\";\ngoogle_ad_width = 336;\ngoogle_ad_height = 280;\n//-->\n</script>\n<script type=\"text/javascript\"\nsrc=\"http://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n        <!-- InstanceBeginEditable name=\"content-footer\" -->\n        <h4 class=\"bg-d\">Related content</h4>\n<ul>\n<li><a href=\"free-videos-alternative-treatment.html\">Free cancer cure videos</a>: scroll to &quot;Black salves (cancer salves)&quot;\n</li>\n </ul>\n<h4 class=\"bg-d\">Related sections</h4>\n<ul>\n<li><a href=\"index-why-alternatives-testimonials.html\">All Testimonials &amp; Advice</a></li>\n<li><a href=\"index-treatment-supplements-herbs.html\">Supplements and Herbs</a></li>\n </ul><!-- InstanceEndEditable -->\n              </div>\n\n    </div>\n\n<!-- FOOTER -->\n\n    <div id=\"footer\">\n    \n      <hr />\n      \n      <div id=\"menu-main\">\n        <div id=\"menu\"> \n          <a href=\"./disclaimer.html\" title=\"Important notes on the use of information on alternative cancer treatment\">Disclaimer</a> &bull; <a href=\"./index.html\" title=\"Detailed introduction to all offerings of Healing Cancer Naturally\">Welcome</a> &bull; <a href=\"./index-why-alternatives.html\" title=\"Why alternative/holistic treatment may offer the best chances for healing cancer\">Why Alternatives ?</a> &bull; <a href=\"./index-resources.html#books-ebooks-cancer-menu\" title=\"Recommended books: alternative cancer treatment &amp; natural health maintenance\">Alternative Cancer Therapy Guides</a> <br />\n          <a href=\"./index-budwig.html\" title=\"Dr Johanna Budwig's dietary/lifestyle approach to healing cancer &amp; degenerative disease\">Johanna Budwig Diet &amp; Protocol</a> &bull; <a href=\"./index-causes.html\" title=\"Discussion of numerous purported &amp; proven causes of cancer\">Cancer Causes</a> &bull; <a href=\"./index-treatment-detoxification.html\" title=\"Detoxification protocols for body &amp; mind. Detoxification as a major basis of health.\">Detoxification</a> &bull; <a href=\"./download-healing-cancer-info.html\" title=\"Extensive information on alternative cancer treatment, prevention &amp; health maintenance\">Downloads</a> <br />\n          <a href=\"./index-holistic-emotions.html\" title=\"The influence of feelings in developing and healing from cancer is often decisive: real-life healing stories.\">Emotions</a> &bull; <a href=\"./index-holistic-energetics.html\" title=\"Life force/chi, chakras, aura &amp; other widely unexplored energies underlying cancer genesis &amp; healing\">Energetics</a> &bull; <a href=\"./geopathic-stress-and-cancer.html\" title=\"Geopathic stress - a proven cause of cancer. Background, definitions &amp; suggested remedial action\">Geopathic Stress &amp; Cancer</a> &bull; <a href=\"./index-treatment-gerson.html\" title=\"Dr Max Gerson's fresh juice diet therapy for healing cancer and degenerative diseases\">Gerson Therapy</a> <br />\n          <a href=\"./index-resources.html#cancer-glossary-reference-menu\" title=\"Alphabetical cancer glossary and scientific reference\">Glossary</a> &bull; <a href=\"./index-treatment-greatest.html\" title=\"The 'best' alternative &amp; holistic cancer treatments and healing modalities\">&quot;Greatest Hits&quot;</a> &bull; <a href=\"./index-holistic-hamer.html\" title=\"Dr. Ryke Geerd Hamer's revolutionary approach to healing cancer &amp; other disease\"> Hamer's New Medicine</a> &bull; <a href=\"./healing-cancer.html\" title=\"Body, emotions, mind and spirit: site overview healing cancer naturally &amp; holistically\">Healing Cancer</a> <br />\n          <a href=\"./medical-history.html\" title=\"History of alternative cancer treatments and their suppression for many decades\">Medical History</a> &bull; <a href=\"./index-juicing.html\" title=\"Discussion of juicing and fresh juice treatment as an alternative cancer cure and the best juicers for cancer patients\">Juicers &amp; Juicing</a> &bull; <a href=\"./index-treatment-light.html\" title=\"Sunlight &amp; other light can heal and prevent cancer. Sunlight essential for health maintenance.\">Light Healing</a> &bull; <a href=\"./index-holistic-love.html\" title=\"Is love the ultimate healer? Love as a major agent of health, healing and personal growth.\">Living Love</a> <br />\n          <a href=\"./index-holistic-hirneise.html\" title=\"Eminent alternative &amp; orthodox cancer treatment researcher on cancer genesis, healing &amp; survival\">Lothar Hirneise</a> &bull; <a href=\"./index-holistic-mind.html\" title=\"The influence &amp; power of the mind in developing and healing from cancer can be decisive.\">Healing &amp; Your Mind</a> &bull; <a href=\"./index-treatment-nature-heals.html\" title=\"Nature is the greatest healer. The Natural Hygiene approach to healing: the body heals itself.\">Nature Heals</a> <br />\n          <a href=\"./index-treatment-nutrition.html\" title=\"Using food, diet and nutrition to cure &amp; prevent cancer and for natural health maintenance\">Nutrition &amp; Cancer</a> &bull; <a href=\"./index-treatment-ozone.html\" title=\"Treating and healing cancer, Aids &amp; other disease with ozone (O3) and hydrogen peroxide (H2O2)\">Ozone</a> &bull; <a href=\"./index-treatment-prevention.html\" title=\"Suggestions on how to prevent cancer holistically and stay healthy in a toxic world\">Preventing Cancer</a> <br />\n          <a href=\"./index-resources.html#links-menu\" title=\"Links to more alternative/holistic cancer treatment and natural (self-)healing sites\">Self-Healing Links</a> &bull; <a href=\"./index-holistic-spirituality.html\" title=\"The role of spirituality in healing cancer. Spiritual cancer cure testimonials.\">Spirituality &amp; Cancer</a> <br />\n          <a href=\"./index-treatment-supplements-herbs.html\" title=\"Supplements &amp; herbs in natural cancer treatment. Pros &amp; cons of supplementation.\">Supplements</a> &bull; <a href=\"./index-why-alternatives-testimonials.html\" title=\"Healing testimonials: cancer cures achieved through natural, alternative or holistic cancer treatments and approaches\">Testimonials</a> <br />\n          <a href=\"./ulla_sthoughts.html\" title=\"Thoughts and essays on the holistic healing of cancer &amp; disease in general\">Thoughts on Healing</a> <br />\n          <a href=\"./contact.html\" title=\"Contact information &amp; mission statement of this alternative cancer treatment site\">Write us</a>\n        </div>\t\t\t\n      </div>\n      \n      <div id=\"menu-secondary\">\n        <a href=\"./index.html\">Home</a>&nbsp;|&nbsp;<a href=\"./recentadditions.html\">Recent Additions</a>&nbsp;|&nbsp;<a href=\"./alzheimers-disease-causes.html\">Alzheimer's</a>&nbsp;|&nbsp;<a href=\"./donations.html\">Donations</a>&nbsp;|&nbsp;<a href=\"./support-this-site.html\">Support this Site</a>&nbsp;|&nbsp;<a href=\"./contact.html\">Contact</a>&nbsp;|&nbsp;<a href=\"./privacy.html\">Privacy</a><br />\n        <a href=\"./index-francais.html\">Français</a>&nbsp;|&nbsp;<a href=\"./index-espanol.html\">Español</a>&nbsp;|&nbsp;<a href=\"./index-deutsch.html\">Deutsch</a>\n      </div>\n    \n    </div>\t\t\t\t\t\n    \n    <div id=\"elm-corners-btm\">&nbsp;</div>\t\n    \n  </div>\n    \n  <div id=\"credits-wrapper\">\n    <div id=\"credits\">\n      <p><a href=\"./copyright.html\">Copyright</a> &#169; 2004-2016 healingcancernaturally.com and respective authors.\n      <br />Unauthorized republishing of content is strictly forbidden. Each and every breach of copyright will be pursued to the fullest extent of the law. \n      <br />Use of this site signifies your agreement to the <a href=\"./disclaimer.html\">disclaimer</a>.</p>\n    </div>\n  </div>\n\t\n</div>\n\n</body>\n<!-- InstanceEnd --></html>", "authors": [], "query": "black salve cancer", "expected-search-type": "u"}