{"url": "http://www.casewatch.org/board/med/craft/complaint_2006.shtml", "query": "black salve", "actual-search-type": "n", "expected-search-type": "a", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Disciplinary Action against Jerome Craft, M.D.</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"213\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"213\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">Your Guide to Health-Related Legal Matters</div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n<div id=\"content\">\n<h2>Disciplinary Action against Jerome Craft, M.D.</h2>\n<h3>Stephen Barrett, M.D.  </h3>\n<hr noshade>\n<blockquote>\n  <p class=\"redbold\"><!--BEGIN  ABSTRACT-->\n    In 2006, the Florida Board of Medicine filed an administrative complaint\n      (shown below) charging Jerome W. Craft, M.D. with failure to provide medically\n      accepted treatment to a woman (Gail Bumpus, identified as &quot;G.B.&quot;)\n      who had consulted him for a possible skin cancer on her nose. The complaint\n      stated that he had administered a black salve, treated her without performing\n      a biopsy or knowing the exact nature of her condition, and failed to refer\n      her elsewhere when the salve destroyed much of her nose. The salve contained\n      bloodroot, a caustic herb that burns off whatever tissue it encounters.\n      In March 2007, Craft signed a consent agreement under which he was reprimanded,\n        fined $9,000, ordered to pay administrative costs, banned from using\n        &quot;black salve&quot; again, and participate in certain remedial\n        education. He died in August 2007. <a href=\"http://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/eschar.html\">Escharotic\n      salves are not safe or effective for the treatment of skin cancers.<!--END  ABSTRACT--></a> </p>\n  </blockquote>\n<hr noshade>\n<h3>STATE OF FLORIDA <br>\n  DEPARTMENT OF HEALTH </h3>\n<table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n  <tr valign=\"top\">\n    <td width=\"48%\"><p><br>\nDEPARTMENT OF HEALTH, </p>\n      <blockquote>\n        <p>PETITIONER</p>\n      </blockquote>\n      <p>vs. </p>\n      <p>JEROME W. CRAFT, M.D., </p>\n      <blockquote>\n        <p> RESPONDENT.</p>\n        </blockquote>\n      <hr>     </td>\n    <td width=\"47%\" valign=\"middle\"><p><br>\n      CASE NO.: 2005-03020 <br>\n    </p>\n      <p><br>\n        </p></td>\n  </tr>\n</table>\n<h3><u>ADMINISTRATIVE COMPLAINT</u></h3>\n<p>COMES NOW, Petitioner, Department of Health, by and through its undersigned counsel, and files this Administrative' Complaint before the Board of Medicine against Respondent, Jerome W. Craft, M.D., and in support thereof alleges: </p>\n<p>1. Petitioner is the state department charged with regulating the practice of medicine pursuant to Section 20.43, Florida Statutes; Chapter 456, Florida Statutes; and Chapter 458, Florida Statutes. </p>\n<p>2. At all times material to this Complaint, Respondent was a licensed physician within the state of Florida, having been issued license number ME 10445. </p>\n<p>3. Respondent's address of record is 8983 Okeechobee Boulevard, Suite 201, West Palm Beach, Florida 33411. </p>\n<p>4. Respondent is board certified in plastic surgery. </p>\n<p>5. On or about January&middot; 11, 2005, Patient G.B., a sixty-four (64) year old female presented to Respondent for a consultation. </p>\n<p>6. Patient G.B. informed Respondent that she had cancer on her nose and feared losing her nose. </p>\n<p>7. Respondent did not order a diagnostic biopsy of Patient G.B.'s nose \n  lesions. </p>\n<p>8. Patient G.B.&rsquo;s medical records indicate that Respondent discussed various forms of treatment of Patient G.B.'s nose lesion including (a) electrocautery, (b) freezing therapy, (c) surgical excision with pathology clearance that all cancer has been excised, (d) excisional treatment program, (e) x-ray radiation, (f) laser treatment program, (g) chemotherapy, (h) biological or immunotherapy, and (i) and alternative medical treatment with an topical agent referred to as &quot;Black Salve.&quot; </p>\n<p>9. &quot;Black &nbsp;Salve&quot; is a corrosive topical agent which bums the skin and produces a thick, dry scab called an &quot;eschar&quot; on the skin after application. </p>\n<p>10. Patient G.B.'s medical records for January 11, 2004, indicate that Respondent described his successful use of &quot;Black Salve&quot; on his own nose to her. </p>\n<p>11. Patient G.B. chose the &quot;Black Salve&quot; treatment for her nose lesions. </p>\n<p>12. On or about January 19, 2005, Patient G.B. returned to Respondent for a \n  second consultation. </p>\n<p>13. Respondent conducted a dermatoscope (hand-held lighted magnifier/microscope) examination of her skin. </p>\n<p>14. Patient G.B.&rsquo;s medical records reveal indicate that based on the dermatoscope examination Respondent diagnosed upper level skin cancer in the dorsal and left skin of her upper nose, invading cancers in the full length of the end of the nose, and possible other small skin cancers that he was unable to see with the dermatoscope. </p>\n<p>15. Patient G.B.'s medical records indicate that she informed Respondent she did not want a biopsy because it would leave scars and deformities on her nose. </p>\n<p>16. On or about January 21, 2005, Patient G.B. returned to Respondent for a bilateral blepharoplasty (eyelid surgery), removal of a benign skin tumor on her right forearm, and application of the &quot;Black Salve.&quot; </p>\n<p>17. On or about January 23, 2005, Respondent visited Patient G.B. at home to evaluate the results of the application of &quot;Black Salve&quot; to Patient G.B.'s nose. </p>\n<p>18. On or about January 25, 2005, Patient G.B. presented to Respondent complaining of pain in the area where the Black Salve was applied. </p>\n<p>19. Respondent assured Patient G.B. that the salve was working as expected. </p>\n<p>20. On or about January 29, 2005, Patient G.B. presented to Respondent with full thickness eschar on her nose. </p>\n<p>21. Patient G.B.'s medical records indicate that Respondent prescribed Cipro, an antibiotic, and informed her he would remove the eschar on her nose or about February 4, 2005. </p>\n<p>22. On or about January 31, 2005, Patient G.B. presented to Good Samaritan Medical Center in West Palm Beach, Florida, with full thickness necrosis (skin loss) on her nose and was admitted to the hospital. </p>\n<p>23. On or about February 2, 2005, Patient G.B. underwent debridement of the nose skin, subcutaneous tissue and cartilage. </p>\n<p>24. The operative report indicates that Patient G.B. suffered complete skin loss over the lower lateral cartilage domes and the anterior half of the columella (the fleshy section of the nose which separates the nostrils). </p>\n<p>25. On or about February 4, :2005, Patient G.B. was discharged from Good Samaritan Medical Center. </p>\n<p>26. Section 458.331(1)(t), Florida Statutes (2004) provides that failure to practice medicine with that level of care, skill, and treatment which is recognized by a reasonably prudent similar physician as being acceptable under similar conditions and circumstances is grounds for disciplinary action by the Board of Medicine. </p>\n<p>27. Respondent failed to practice medicine with that level of care, skill, and treatment which is recognized as acceptable and appropriate by reasonably prudent similar health care providers in Respondent's treatment of Patient G.B. in one or more of the following ways: </p>\n<blockquote>\n  <p>(a) By administering &quot;Black Salve&quot; to Patient G.B.; and/or </p>\n  <p>(b) By treating Patient G.B&rsquo;s skin cancer without knowing the exact nature \n    and extent of the cancer; and/or </p>\n  <p>(c) By failing to perform a biopsy of Patient G.B&rsquo;s nose lesion(s) to determine \n    the exact nature and extent of the skin cancer; and/or </p>\n  <p>(d) By failing to refer Patient G.B. for additional treatment or consultation after she developed full thickness eschar on her nose. </p>\n</blockquote>\n<p>28. Based on the foregoing, Respondent has violated Section 458.331(1)(t), Florida Statutes (2004), by failing to practice medicine with that level of care, skill, and treatment which is recognized as acceptable and appropriate by reasonably prudent similar health care providers. </p>\n<p>WHEREFORE, the Petitioner respectfully requests that the Board of Medicine enter an order imposing one or more of the following penalties: permanent revocation or suspension of Respondent's license, restriction or practice, imposition of an administrative fine, issuance of a reprimand, placement of the Respondent on probation, corrective action, refund of fees billed or collected, remedial education and/or any other relief that the Board deems appropriate. </p>\n<p>SIGNED this 1 day of May, 2006. <br>\n<br>\n  M. Rony Francois, M.D., M.S.P.H., Ph.D. <br>\n  Secretary, Department of Health</p>\n<p>&nbsp;</p>\n<p>_________________________________________<br>\n  Maura M. Bolfvar<br>\n    Assistant General Counsel <br>\n    Department of Health <br>\n    Prosecution Services Unit <br>\n  4052 Bald Cypress Way, Bin C-65 <br>\n  Tallahassee, FL 32399-3265 <br>\n  Florida Bar No. 0295840 <br>\n  (850) 245-4640 (telephone) <br>\n  (850) 245-4681 (facsimile) </p>\n<p>PCP: <em>April 28, 2006 </em></p>\n<p>PCP  Members: <em>EI-Bahrl, Coto, &amp; Dyches </em></p>\n<hr noshade>\n<p class=\"revisiondate\">This page was revised on March 10, 2008. </p>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.casewatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>"}