{"url": "http://www.quackwatch.com/01QuackeryRelatedTopics/harmquack.html", "query": "black salve", "actual-search-type": "n", "contents": "<HTML>  \n<HEAD>\n  <META NAME=\"GENERATOR\" CONTENT=\"Adobe PageMill 3.0 Mac\">\n  <TITLE>How Quackery Harms Cancer Patients</TITLE>\n  <META NAME=\"AUTHOR\" CONTENT=\"Stephen Barrett, M.D.\">\n</HEAD>\n<BODY BGCOLOR=\"#ffffff\">\n\n<P ALIGN=RIGHT><A HREF=\"../index.html\">Quackwatch Home Page</A></P>\n\n<H2><CENTER><FONT COLOR=\"#000000\">How Quackery Harms Cancer Patients</FONT></CENTER></H2>\n\n<H4><CENTER><FONT COLOR=\"#000000\">William T. Jarvis, Ph.D.</FONT></CENTER></H4>\n\n<P><FONT COLOR=\"#000000\">There is an old saying: &quot;The highwayman\ndemands 'your money OR your life,' but quacks demand 'your money\nAND your life!'&quot; This statement is particularly true when\nit comes to dubious cancer treatment. The harm done by quackery\nmay be categorized as economic, direct, indirect, psychological\nand societal.</FONT></P>\n<center>\n  Links to Translations of this article : <a href=\"http://eustudiesweb.com/how-quackery-harms-cancer-patients/\"> French </a><font color=\"#000000\">||| <a href=\"http://sc-journal.com/how-quackery-harms-cancer-patients/\">Hungarian</a> ||| <a href=\"http://sciencevobe.com/2016/09/29/how-quackery-harms-cancer-patients/\">Macedonian</a> ||| </font><a href=\"http://eustudiesweb.com/how-quackery-harms-cancer-patients/\">Ukranian</a></span>\n</center>\n<P><B><FONT COLOR=\"#000000\">Economic Harm</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">The amount of money wasted on cancer\nquackery is unknown but probably exceeds one billion dollars per\nyear&#8212;the amount spent for cancer research. The financial impact\nupon individuals and families can be catastrophic if they fall\ninto the trap of heroically &quot;leaving no stone unturned&quot;\nin their quest for a remedy in hopeless cases. Some quacks are\nquite willing to bleed them dry financially. I know of cases in\nwhich survivors were deprived of the family's savings, were left\nwith a large mortgage on a previously paid-for home, or even lost\ntheir home.</FONT></P>\n\n<P><B><FONT COLOR=\"#000000\">Direct Harm</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">Dubious therapies can cause death, serious\ninjury, unnecessary suffering, and disfigurement. Cyanide poisoning\nfrom ingesting apricot pits or laetrile, <I>Salmonella dublin</I>\ninfection from drinking raw milk, electrolyte imbalance caused\nby coffee enemas, internal bleeding from deep body massage, and\nbrain damage from whole-body hyperthermia have all caused needless\ndeath of cancer patients. At clinics providing substandard care,\nintravenous infusions of various concoctions have caused septicemia\nand malnutrition. And the application of escharotics (corrosive\nchemicals) to the skin of cancer patients has resulted in needless\ndisfigurement.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Ruth Conrad, an Idaho woman, had a horrible\nexperience as a result of consulting one of the state's many unlicensed\nnaturopaths. While seeking treatment for a sore shoulder, she\nalso complained of a bump on her nose. The naturopath stated that\nit was cancer and gave her a black herbal salve to apply directly.\nWithin a few days, her face became very painful and she developed\nred streaks that ran down her cheeks. Her worried phone call to\nthe naturopath brought the explanation that the presence of the\nlines was a good sign because they &quot;resemble a crab, and\ncancer is a crab.&quot; He also advised her to apply more of the\nblack salve. Within a week, a large part of her face, including\nher nose, sloughed off. It took three years and 17 plastic surgical\noperations to reconstruct her face.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Mrs. Conrad's experience illustrates\nanother aspect of cancer quackery&#8212;fake diagnosis. She never\nhad cancer in the first place. In addition to suffering direct\nharm from a caustic treatment, she also suffered the mental anguish\nof thinking she had a dread disease.</FONT></P>\n\n<P><B><FONT COLOR=\"#000000\">Indirect Harm</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">An example of a needless\n  death involved an Oregon man who treated his basal cell carcinoma\n  of the mouth with a mail-order remedy for 15 years. What makes\n  this case especially tragic is that since this type of cancer\n  almost never metastasizes, he had many years in which to correct\n  his folly. Although badly disfigured by the growing tumor, he\ncontinued self-treatment.</FONT></P>\n<P><FONT COLOR=\"#000000\">Overreliance upon dietary treatment is\na common means by which indirect harm kills cancer sufferers.\nThe appeal of dietary remedies is connected to folk medicine.\nNearly every culture, beginning with the ancient Egyptians, has\nbelieved in the half-truth &quot;you are what you eat.&quot; This\nimplies that diseases are caused by faulty diet and, conversely,\ncan be cured by eating the &quot;right&quot; foods. Publicity\ngiven to epidemiological speculations about &quot;cancer-prevention\ndiets&quot; encourages the belief that diet holds great promise\nfor both prevention and treatment of cancer. The fact is that,\nalthough nutrient deficiencies can cause some diseases and dietary\nexcesses can cause or aggravate several others, the vast majority\nof diseases do not have a nutritional cause.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">One food-as-medicine approach that is\npopular today is macrobiotics, which received widespread publicity\nwhen Anthony Sattilaro, M.D., a Philadelphia physician, concluded\nthat the diet had helped him overcome prostatic cancer. National\nmagazine articles, a book and television appearances spread the\nbelief that macrobiotics had cured his cancer. Although Sattilaro\nhad also undergone conventional therapy, macrobiotics seemed to\nfulfill some emotional need unmet by regular therapy. He eventually\ndied of his disease, but this fact was not mentioned in the macrobiotic\npress.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">The macrobiotic diet bears some resemblance\nto currently recommended cancer-prevention diets. However, because\nof its rigidity, low-fat content, negligible use of simple sugars,\nand exclusive reliance upon vegetable rather than animal protein,\nit is a poor one for cancer patients undergoing radiation or chemotherapy.\nThese patients need a high-quality, nutrient-dense diet because\nthe ability of their intestine to absorb nutrients is impaired.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">&quot;Natural&quot; treatments that can\ndelay proper care are often advocated by well-meaning friends\nand relatives who are culturally conditioned to believe in their\nvalue. This thinking is deeply rooted in many cultures and is\nas old as written records themselves. The Book of Job, said to\nbe the oldest in the Bible, is a drama aimed at dispelling the\nnotion that victims are responsible for their own diseases. Job\nis a good man who suffers terribly. His friends plead with him\nto confess his wrongdoings, but he is innocent. The message is\nclearly that the presence of disease does not mean the sufferer\nis a sinful person. However, moralistic approaches that blamed\nvictims for their diseases were prevalent until Pasteur proved\nthe existence of germs that can strike the innocent and immoral\nalike.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Pasteur's discovery was made more than\na century ago. But even today, many people perceive cancer as\na modern-day &quot;leprosy&quot; and consider it &quot;a curse\nby God.&quot; The notion of a cancer-prone personality&#8212;capable\nof self-healing with psychological gymnastics that include visualization,\nlaughter and excessive optimism&#8212;is unproven and may represent\nnothing more than elaboration of the old folklore. Unfortunately,\ncancer sufferers who believe this and fail to cure themselves\nmay wind up with the added psychological burden of thinking that\nfor some mysterious reason, they really don't want to be cured.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">The frequency of needless or premature\ndeath due to quackery is difficult to ascertain. A survey of 166\nCalifornia oncologists done for the National Council Against Health\nFraud in 1980 found 12 probable needless deaths and 14 other adversely\naffected patients. Due to a low (7%) response rate, a second survey\nof 65 randomly selected cancer specialists who agreed by telephone\nto participate was done in 1981. Thirty-three respondents reported\n7 probable needless deaths, 6 premature deaths, and 14 cases of\nhopeless prognosis due to diversion by quackery. These numbers\nare conservative because several doctors who stated they had cases\nfailed to reply, and others withheld reports because of the difficulty\nof knowing whether certain patients would have survived longer\nwithout quackery.</FONT></P>\n\n<P><B><FONT COLOR=\"#000000\">Psychological Harm</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">In addition to the unjustified guilt\nreferred to above, cancer patients and their loved ones can be\npsychologically harmed in several other ways.</FONT></P>\n\n<P><B><I><FONT COLOR=\"#000000\">Misplaced trust</FONT></I><FONT\n COLOR=\"#000000\">.</FONT></B><FONT COLOR=\"#000000\"> In nearly\nevery case of harm I have examined, misplaced trust either preceded\nthe use of a directly harmful procedure or prevented the patient\nfrom obtaining effective care. The deadly message promoted by\ncancer quackery is that &quot;orthodoxy cannot be trusted.&quot;\nUndermining trust in the research and therapeutic establishment,\nthe government regulators, and the American Cancer Society is\ncrucial to the promotion of so-called &quot;alternative&quot;\napproaches to cancer management.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">A case I investigated from Oregon provides\ninsight into the thinking and actions of &quot;true believers.&quot;\nA health food store owner discovered a lump in her breast. After\ndiagnosing it as cancer, she boasted to her health food friends\nthat she was &quot;going to prove once and for all that diet cure\nworks!&quot; Unfortunately, although at least 80% of self-discovered\nbreast lumps are benign, hers was cancerous.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Her first attempt at self-treatment was\nto apply the methods in the book <I>The Grape Cure. </I>This book\nclaims that grapes have &quot;powerful&quot; and &quot;antiseptic\nproperties&quot; to help &quot;eliminate evil while building new\ntissues.&quot; According to the book, &quot;cleansing&quot; and\n&quot;purification&quot; are accomplished by eating nothing but\ngrapes and grape juice until one stops losing weight. In the second\nstage, fresh fruits, tomatoes and sour milk may be added to the\ngrape diet. The third stage introduces a wider variety of raw\nfoods, and the fourth stage a &quot; mixed diet.&quot; After many\nmonths, it became apparent that the grape cure had not prevented\nthe tumor from growing.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Next, she turned to a popular herbalist\nin her community who treated her with herbal remedies for about\nsix months without avail. She then went to Mexico for laetrile.\nSeveral weeks later, she asked her husband to take her home because\nlaetrile, too, had failed. Her husband looked after her for more\nthan a year before the lesion became so gross and her pain so\nunbearable that she asked to be taken to a doctor for the first\ntime. She died five days later.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">The most shocking part of the story is\nthat she went to her grave still believing that she had done the\nright thing. Her husband, who provided me with the details of\nthe tragedy, also continued to believe in the value of diet cure.\nHe stated that he knows where she went wrong, and that if he gets\ncancer, will use the dietary treatment correctly. He continued\nto operate the health-food store, send people to the herbalist,\nand advocate laetrile.</FONT></P>\n\n<P><B><I><FONT COLOR=\"#000000\">Conversion to deviance</FONT></I><FONT\n COLOR=\"#000000\">. </FONT></B><FONT COLOR=\"#000000\">Cancer patients\nand/or loved ones who accompany them to the cancer treatment underworld\nmay become converted to antisocial behavior. Often these people\nare encouraged to steer other cancer patients to the clinics or\nurged to smuggle drugs across the border that cannot be legally\nmarketed in the United States. Even when the cancer patient dies,\nthe loved ones may continue to believe that the treatment is effective.\nFailures are commonly blamed upon not getting treatment in time\nor to negative effects of conventional treatment. Having met others\nwho claim they were cured may cause loved ones to determine to\nuse it exclusively should cancer strike them. This sets the stage\nfor a future tragedy.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Untrained people should not be expected\nto realize that those who claim to have been cured either may\nnot have had cancer in the first place, may have been successfully\ntreated by conventional methods but not converted to believe in\nthem, or may still simply be surviving with their disease. The\nfact that some cancers can take a long time to run their course\nor produce no symptoms for a long period of time has misled many\npatients into believing that a quack remedy had cured them.</FONT></P>\n\n<P><B><I><FONT COLOR=\"#000000\">Stealing time</FONT></I></B><FONT\n COLOR=\"#000000\">. By offering false hope, quackery steals the\nmost precious thing terminal cancer patients have&#8212;the best\nuse of what little time that they have left. The notion that terminal\npatients have nothing to lose by turning to quackery is dead wrong.\nMost people faced with a life-threatening disease can make a reasonable\npsychological adjustment. Those who face reality experience five\nclassical stages: denial, anger, bargaining, depression and acceptance.\nThose who accept their fate are in the best position to use their\nremaining time wisely.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">In the ABC-TV special &quot;Who Will\nLove My Children&quot; Ann Margret played an impoverished Iowa\nmother with cancer who spent her last few months finding homes\nfor her ten children. I know of two similar cases. Quacks discourage\npeople from making the difficult adjustment by reinforcing their\ndenial. Such people usually die unprepared because preparation\nfor death is an admission of failure.</FONT></P>\n\n<P><B><I><FONT COLOR=\"#000000\">Distortion of perspective</FONT></I><FONT\n COLOR=\"#000000\">.</FONT></B><FONT COLOR=\"#000000\"> Without proper\nperspective, people can be made to &quot;strain out gnats and\nswallow camels.&quot; Unable to tell good from bad, some people\nshun &quot;toxic&quot; chemotherapy, but swallow cyanide (laetrile).\nUnable to gauge how good a generally good thing is, they will\noverdose on vitamins, essential minerals, or dietary fiber.</FONT></P>\n\n<P><B><FONT COLOR=\"#000000\">Harm to Society</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">Quackery can also harm our democratic\nsociety when large numbers of people hold wrong beliefs about\nthe nature of cancer and the best way to deal with it. The results\ncan be far-reaching. Limited resources can be wasted if funds\nare used to follow leads based on data that are inadequate or\nfaked. The public is giving large amounts of money in response\nto mass mailings by fund-raisers who extol dietary measures for\npreventing and treating cancer. When misinformation based upon\nwishful thinking becomes popular, the mass media exacerbate the\nproblem with their power to spread ideas. These ideas can influence\ndecision-making by patients, judges, policy-makers, and legislators.\nDuring the 1970s, the very fabric of our sound consumer protection\nlaw was seriously threatened by laetrile promoters who attempted\nto legalize its use. Fortunately, although about half the states\npassed laws permitting its sale, federal laws blocking interstate\ndistribution were not changed. After the FDA won a protracted\ncourt battle, the use of laetrile within the United States became\nminimal.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Patients should be warned that when they\npatronize cancer quackery they face economic exploitation, risk\ninjury or death, place themselves beyond reach of consumer protection\nlaws, and help sustain quack operations that will exploit other\ncancer sufferers in the future. In addition, they expose themselves\nand their loved-ones to deception by some of the most persuasive\ncon artists around&#8212;some of whom have criminal records. People\nwho believe they are a match for an experienced cancer quack would\ndo well to recall P.T. Barnum's sage advice: &quot;Never try to\nbeat a man at his own game.&quot;</FONT></P>\n\n<P><B><FONT COLOR=\"#000000\">What is Needed</FONT></B></P>\n\n<P><FONT COLOR=\"#000000\">Quackery is a society-wide public health\nproblem. To cope with it adequately, a more scientific approach\nis required. As with any other public health problem, an epidemiologic\nstrategy is needed to develop information on causal agents (which\npeople become quacks and why), host susceptibility and resistance\nfactors (the characteristics of people who do and do not turn\nto quackery), and environmental aspects that favor or discourage\nthe proliferation of quackery. Vital statistics are needed on\nthe morbidity, mortality, incidence and prevalence of cancer quackery.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Presently, we have only isolated case\nreports. These are enough to indicate that great harm is being\ndone, but don't tell us how many people are being harmed. I suggest\nthat a system be developed for reporting quackery cases, patterned\nafter the Centers for Disease Control and Prevention's system\nin which doctors report cases of communicable disease. This would\nenable us to keep track of what is being promoted, where the &quot;hot\nspots&quot; are, and what legal and educational efforts are needed\nfor an effective response.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Health professionals have a duty to take\naction when the public is being abused in an area in which they\nhave special knowledge. The failure to take concerted action against\ncancer quackery sends an unprofessional message. We should not\ncondone the &quot;victim-blaming&quot; ideology which says that\nif people are too dumb to spot quackery on their own, they are\nprobably too dumb to be worth saving. Nor should we condone the\nattitude of law enforcement officials who feel that quackery is\n&quot;merely&quot; a form of white collar crime&quot; that takes\nmoney from its victims. Through our actions, we need to convey\nthat the exploitation of cancer sufferers should not be tolerated\nby our society.</FONT></P>\n\n<P><FONT COLOR=\"#000000\">______________________________</FONT></P>\n\n<P><FONT COLOR=\"#000000\">Dr. Jarvis is Professor of Public Health\nand Preventive Medicine, School of Medicine and Public Health,\nLoma Linda University, and President of the National Council Against\nHealth Fraud.</FONT></P>\n<CENTER>\n  <p><A HREF=\"../index.html\">Quackwatch Home Page</A></p>\n  <p>Posted 5/29/97</p>\n</CENTER>\n\n</BODY>\n</HTML>\n", "expected-search-type": "t"}