{"url": "http://www.casewatch.org/fda/court/risingsun/complaint.shtml", "query": "black salve", "actual-search-type": "n", "expected-search-type": "a", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Regulatory Action against Illegal Cancer Salve Marketers</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"213\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"213\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search</a></div>\n         </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">Your Guide to Health-Related Legal Matters</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"/cgi-bin/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n<div id=\"content\">\n  <h2>Regulatory Action  against Illegal Cancer Salve Marketers</h2>\n  <h3>Stephen Barrett, M.D. </h3>\n\n  <hr noshade>\n  <blockquote>\n    <p class=\"redbold\"><!--BEGIN  ABSTRACT-->Toby McAdam and Greta Armstrong, doing business as Risingsun Health and The Center for Complimentary and Alternative Health of Livingston, Montana, have signed a <a href=\"/fda/court/risingsun/consent.pdf\">consent decree</a> that will permanently enjoin them from illegally marketing unapproved new drugs and adulterated or misbranded dietary supplement. The agreement settles a complaint (shown below) that the defendants were  marketing more than 40 such products. The complaint indicates that, <a href=\"/fdawarning/prod/2006/cansema.shtml\">beginning in 2006</a>, the FDA had repeatedly warned the defendants to stop marketing ilegally and that the defendants had repeatedly promised to do so but did not. Several of the products were escharotic skin salves (commonly referred to as &quot;black salves)&quot; that contain bloodroot and other caustic substances. Other products iincluded  oils and capsules claimed to be therapies for breast cancer, asthma, anemia, epilepsy, and other serious diseases <a href=\"http://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/eschar.html\">Corrosive salves are not safe for use against skin cancers </a>because (a) they can indiscriminately burn whatever the tissue they encounter and (b) it is not possible to be certain whether cancer remains under the skin where it can continue to grow without immediate detection.</p>\n    <p class=\"redbold\">In 2013, <a href=\"petition_2013.pdf\">the FDA petitioned for a contempt order</a> because McAdam  continued to &quot;flout the law&quot; despite repeated FDA inspections and warnings and promises by him to stop. In addition to finding McAdam in contempt, the judge <a href=\"order_2013.pdf\">ordered</a> him to (a) immediately cease all manufacturing, processing, packaging, labeling, holding, selling, and/or distributing all products intended to be ingested by, or applied topically to, humans or animals, including any drugs and/or dietary supplements; (b) immediately shut down his website and the Risingsun Herbal Health Facebook page; (c) remove all products from Amazon.com,  (d) remove any related telephone listings from phone books unless the FDA permits him to resume business, and (e) pay  $80,000 in liquidated damages plus $4,936.48 for attorneys' fees. </p>\n    <!--END  ABSTRACT-->\n  </blockquote>\n  <hr noshade>\n  <h3>UNITED STATES DISTRICT COURT<br>\n    FOR THE DISTRICT OF MONTANA </h3>\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n    <tr>\n      <td width=\"45%\" height=\"193\" valign=\"top\"><p>UNITED STATES OF AMERICA</p>\n        <blockquote>\n          <blockquote>\n            <blockquote>\n              <p>Plaintiff,</p>\n            </blockquote>\n            <p>v.</p>\n          </blockquote>\n        </blockquote>\n        <p>TOBY CARL McADAM and <br>\n        GRETA S. ARMSTRONG, \n        individuals <br>\n        d/b/a RISINGSUN HEALTH </p>\n<blockquote>\n          <blockquote>\n            <blockquote>\n              <p>Defendants            </p>\n            </blockquote>\n          </blockquote>\n      </blockquote>        \n      <hr noshade>        </td>\n      <td width=\"8%\" valign=\"top\"><p>)<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )<br>\n      )</p>\n      </td>\n      <td width=\"47%\" valign=\"top\"><p>&nbsp;</p>\n        <p>&nbsp;</p>\n        <p>Civil Action No. 1:10-cv-00128<br>\n        COMPLAINT FOR <br>\n        PERMANENT INJUNCTION </p>\n        <p>Filed October 13, 2010</p></td>\n    </tr>\n  </table>\n<p>The United States of America, Plaintiff, by and through its undersigned counsel, and on behalf of the Food and Drug Administration (&quot;FDA&quot;), respectfully represents as follows:</p>\n<p align=\"center\"><u>INTRODUCTION</u></p>\n  <p>1. This statutory injunction proceeding is brought under the Federal Food, Drug, and Cosmetic Act (the &quot;Act&quot;), 21 U.S.C. § 332(a), to permanently enjoin Toby Carl McAdam (&quot;McAdam&quot;) and Greta S. Armstrong (&quot;Armstrong&quot;), individuals doing business as Risingsun Health, McAdam Health Enterprises, TCCAH, Inc., and other business entities owned, operated, maintained, or otherwise by McAdam and/or Armstrong dealing in the same or same type products (hereafter, collectively, &quot;Defendants&quot;) from violating: </p>\n  <blockquote>\n    <p>(a) 21 U.S.C. § 331(d) by introducing or delivering, or causing to be introduced or delivered, into interstate commerce new drugs that are neither approved pursuant to 21 U.S.C. § 355(a), nor are the subject of an investigational exemption pursuant to 21 U.S.C. § 355(i); </p>\n    <p>(b) 21 U.S.C. § 331(a), by introducing or delivering, or causing to be introduced or delivered, into interstate commerce new animal drugs that are not the subject of a new animal drug application (''NADA''), an abbreviated new animal drug application (&quot;ANADA&quot;), a conditional approval, or a relevant index listing for minor species, or that do not meet the requirements for the investigational new animal drug exemption (21 U.S.C. §§ 360b(a)(1), 360bU)), and thus are unsafe within the meaning of 21 U.S.C. § 360b(a) and are adulterated within the meaning of 21 U.S.C. § 351(a)(5); </p>\n    <p>(c) 21 U.S.C. § 331(a) by introducing or delivering, or causing to be introduced or delivered, into interstate commerce drugs that are misbranded within the meaning of 21 U.S.C. § 352(f)(1) and 21 U.S.C. § 353(b)(1); and (d) 21 U.S.C. § 331(k) by causing drugs that Defendants hold for sale after shipment of one or more of their components in interstate commerce to become misbranded within the meaning of 21 U.S.C. § 352(f)(1) and 21 U.S.C. § 353(b)(1). </p>\n  </blockquote>\n  <p align=\"center\">JURISDICTION</p>\n  <p>2. This Court has jurisdiction over the subject matter and over all parties to this action pursuant to 21 U.S.C. § 332(a) and 28 U.S.C. §§ 1331, 1337, and 1345. </p>\n  <p align=\"center\"><u>VENUE</u></p>\n  <p>3. Venue in this district is proper under 28 U.S.C. §§ 1391(b) and (c). </p>\n  <p align=\"center\"><u>DEFENDANTS</u></p>\n  <p>4. Defendant Toby Carl McAdam, an individual, operates as a sole proprietor doing business as Risingsun Health. Defendant McAdam manufactures and distributes a variety of products including, but not limited to, topical salves for the treatment of skin cancer, and treatments for other serious diseases such as asthma, anemia, epilepsy, and ADD/ADHD. Defendant McAdam is responsible for, and has authority over, the day-to-day operations of Risingsun Health, including product development, the creation of labeling and promotional materials, the design of product packaging, and the development of the content on his internet web sites <a href=\"http://www.bloodrootproducts.com.bloodroot.stores.yahoo.net.\">www.bloodrootproducts.com.bloodroot.stores.yahoo.net.</a> and <a href=\"http://www.b1oodrootblacksalve.com.\">www.b1oodrootblacksalve.com.</a> Defendant McAdam resides and conducts business in Livingston, Montana, within the jurisdiction of this Court. </p>\n  <p>5. Since at least 2006, Defendant Greta S. Armstrong has been an associate of Defendant McAdam and is employed by him from time to time. Defendant Armstrong also operates as an independent distributor of Risingsun Health products. Defendant Armstrong owns and independently controls the website <a href=\"http://www.risingsunhealth.com.\">www.risingsunhealth.com.</a> which advertises, solicits, and fulfils orders for Risingsun Health products. Defendant Armstrong resides and performs her duties within the jurisdiction of this Court. </p>\n  <p align=\"center\"><u>DEFENDANTS' VIOLATION OF THE ACT </u></p>\n  <p>6. Defendants have been, and currently do business at 1106 West Park Street, #3, Livingston, Montana, and other locations within the jurisdiction of this Court, in the manufacturing, processing, packing, labeling, holding, selling, and distributing in interstate commerce various drugs, within the meaning of 21 U.S.C. § 321(g)(1), in that they are &quot;intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in man and other animals.&quot; </p>\n  <p>7. Defendants manufacture, process, package, label, hold, sell and distribute drug products purporting to cure serious diseases, including skin cancers and other types of cancer, anemia, asthma, ADD/ ADHD, arthritis, epilepsy, and intestinal parasites. </p>\n  <p>8. Defendants' marketed drugs include, without limitation, the following products: </p>\n  <blockquote>\n    <p>A. ADD/ ADHD Support; <br>\n    B. Allergy Relief Support; <br>\n    C. Aloe Vera Concentrate; <br>\n    D. Artemis (Wormwood 750mg); <br>\n    E. Artemis (Wormwood Tincture); <br>\n    F. Amazonian Analgesia; <br>\n    G. Amazonian Fungicide; <br>\n    H. Amazonian MoodEz; <br>\n  I. Amazonian Vermifuge; <br>\n  J. Anemia Support; <br>\n  K. Antibiotic Formula; <br>\n  L. Anti-Plague Formula;<br>\n  M. Artemis Capsules; <br>\n  N. Arthritis Support; <br>\nO. Asthma Relief Support; <br>\nP. Bla-Can Black Salve; <br>\nQ. Bla-Can Black Salve Oil; <br>\nR. Bla-Cancema Deep Tissue Black Salve; <br>\n  S. Bla-Cancema Type Black Salve; <br>\n  T. Bla-Can Bloodroot Tincture; <br>\n  U. Bloodroot Oil; <br>\n  V.  Bloodroot Oral Cinnamon Spray; <br>\n  W. Bloodroot Oral Peppermint Spray;<br>\n  X. Bloodroot Paste; <br>\n  Y. Breath, Teeth, Gums Bloodroot; <br>\n  Z. Cancema Bloodroot Capsules 120 Capsules; <br>\n  AA. Cancema Graviola Tonic III;<br>\n      BB. Cancema Type Black Salve with Lugol's Iodine;<br>\n      CC. CanFree Internal Formula - Capsules; <br>\n      DD. CanFree Internal Formula - Tincture; <br>\n      EE. CanSupport Blood-Lymph Immune Support; <br>\n      FF. CanSupport Bone Immune Support; <br>\n      GG. CanSupport Brain Immune Support; <br>\n      HH. CanFree Breast Immune Support; <br>\n      II. CanSupport Colon Immune Support; <br>\n      JJ. CanSupport Kidney-Liver Immune Support; <br>\n      KK. CanSupport Lung Immune Support; <br>\n      LL. CanSupport Pancreas Immune Support; <br>\n      MM. CanSupport Prostate Immune Support; <br>\n      NN. Lugol's Iodine; <br>\n      OO. Dentrifice Bloodroot Toothpaste; <br>\n      PP. Kavakosh for Epilepsy/Depression; QQ. Old Amish Dewormer <br>\n    RR. Original Old Amish Formula with DeWormer; and SS. Indian Mud Black Salve. </p>\n</blockquote>\n\n  <p>9. Defendants' products are drugs, as defined by 21 U.S.C. § 321(g), because, as indicated in their labels and labeling, and promotional materials, they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease, and/or are intended to affect the structure or any function of the body. </p>\n  <p>10. Defendants' drug products for use in humans are &quot;new drugs,&quot; as defined by 21 U.S.C. § 321 (P)(1), because they are not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in their labeling. </p>\n  <p>11. Defendants' drug products for use in humans lack an approved New Drug Application or approved Abbreviated New Drug Application, as required by 21 U.S.C. § 355(b) or G). Furthermore, these drugs are not the subjects of effective investigational exemptions under 21 U.S.C. § 355(i). As a result, Defendants' drugs may not be distributed in interstate commerce. </p>\n  <p>12. One or more of the components of each of Defendants' drug products is shipped to Defendants in interstate commerce from places outside the State of Montana. In addition, Defendants distribute each of these products from the State of Montana to consumers in other states. </p>\n  <p>13. Defendants violate 21 U.S.C. § 331(d) by introducing or delivering for introduction into interstate commerce unapproved new drugs in violation of 21 U.S.C. § 355, as set forth herein. </p>\n  <p>14. Defendants also sell products that are intended for the treatment of cancer and other diseases in animals, including &quot;Bla-Cancema Salve for Cats, Dogs &amp; Horses&quot; and &quot;Bloodroot Feed Formula and Gravio1a Immune Feed Formula&quot; for horses. These products are new animal drugs under 21 U.S.C. § 321(v)(1), in that they are intended for use in animals and are not generally recognized among experts qualified by scientific training and experience to evaluate the safety and effectiveness of animal drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in their labeling. </p>\n  <p>15. None of Defendants' animal drugs is the subject of an approved NADA, an approved ANADA, a conditional approval, or a relevant index listing for minor species, and none meets the requirements for the investigational new animal drug exemption. See 21 U.S.C. §§ 360b(a)(1), 360bG). </p>\n  <p>16. Accordingly, Defendants' products are new animal drugs that are unsafe within the meaning of 21 U.S.C. § 360b(a) and, therefore, adulterated within the meaning of 21 U.S.C. § 351(a)(5), and their interstate distribution is prohibited under 21 U.S.C. § 331(a). </p>\n  <p>17. FDA conducted inspections of Defendants' operations in November, 2007, and April, 2009, and have conducted numerous undercover purchases of Defendants' products, the most recent being in June, 2010. These inspections and undercover purchases have revealed that Defendants' drug products for use in humans, including those listed in paragraph 8, are misbranded within the meaning of 21 U.S.C. § 353(b)(1) because they are prescription drugs, the distribution of . which without a prescription is deemed to be an act which results in the drug being misbranded while held for sale. </p>\n  <p>18. Defendants' drug products for use in humans, including those listed in paragraph 8, are also misbranded under 321 U.S.C. § 352(f)(1) because their labeling fails to bear adequate directions for use, and, because they are unapproved new drugs, they are not exempt from that requirement. </p>\n  <p>19. Defendants violate 21 U.S.C. § 331(a) by introducing or delivering for introduction into interstate commerce misbranded drugs, as set forth herein. </p>\n  <p>20. Defendants violate 21 U.S.C. § 331(k) by causing the misbranding of drugs held for sale after shipment in interstate commerce, as set forth herein. </p>\n  <p align=\"center\"><u>HISTORY OF VIOLATIONS </u></p>\n  <p>21. Defendants are well aware that their conduct is unlawful. On April 6, 2006, FDA issued Defendant Armstrong a <a href=\"/fdawarning/prod/2006/cansema.shtml\">Warning Letter</a> regarding the sale of unapproved drugs that were being advertised as cancer remedies on the websites <a href=\"http://www.risingsunhealth.com\">www.risingsunhealth.com</a> and <a href=\"http://www.bloodrootproducts.com.\">www.bloodrootproducts.com.</a> FDA warned Defendant Armstrong that the promotion of unapproved products for use in the cure, mitigation, treatment, and prevention of disease was a violation of the Act. FDA stated that the products were also misbranded under the Act in that they did not contain adequate directions for the uses for which they were offered. </p>\n  <p>22. Following the Warning Letter, on April 7, 2006, Defendant McAdam informed FDA by telephone that he was the actual owner of the business and that he would remove the offending claims from the websites. </p>\n  <p>23. After an exchange of letters in which FDA again requested that the Defendants stop their illegal activity, and Defendant McAdam promised to do so, an FDA investigator inspected Risingsun Health between November 27 and 29, 2007, and discovered that the violations of the Act were ongoing. </p>\n  <p>24. Following two more written promises by Defendant McAdam that he would cease his illegal activity, two FDA investigators inspected Risingsun Health between April 4 and 10, 2009. The investigators noted that the websites and many product labels still contained illegal claims that Risingsun Health products could cure, mitigate, treat or prevent disease. </p>\n  <p>25. FDA conducted numerous undercover purchases of Defendants' products, including five purchases in May and June, 2010, and found that Defendants continue to sell illegal unapproved new drugs in interstate commerce. Included in these five recent undercover purchase were 17 of the products identified above in paragraph 8 (products A, B, F, G, H, I, J, K, N, O, P, R, Z, CC, KK, PP, and RR). The labels on each of these products were found to contain disease claims. For example, the label for &quot;Old Amish Dewormer Original Formula&quot; indicated that it was for &quot;[u]se to fight parasites and cancer&quot;; the label for &quot;CanFree Internal Formula&quot; stated that it has &quot;shown positive benefits in battle with cancer&quot;; the label for &quot;Anemia Formula&quot; stated that it is effective for &quot;those suffering from anemia, sore throat and also cleanses the blood&quot;; the label for &quot;Kavakosh for Epilepsy/ Depression&quot; stated that it has been shown &quot;to act on the brains [sic] limbic system&quot;; and the label for the product &quot;ADD/ ADHD Support&quot; states that it is a treatment for &quot;those suffering from ADD (Attention Deficit Disorder) and ADHD (Attention Deficit Hyperactivity Disorder).&quot; These undercover purchases were shipped to undercover investigators located in Maryland, Texas, Arizona, Minnesota, and Washington. </p>\n  <p>26. Based on their repeated conduct, Defendants will continue to violate 21 U.S.C. §§ 331(a), (d), and (k),unless restrained by the Court. WHEREFORE, Plaintiff respectfully requests that the Court: </p>\n  <blockquote>\n    <p>I. Pursuant to 21 U.S.C. § 332(a), permanently and perpetually restrain enjoin Defendants Toby Carl McAdam and Greta S. Armstrong (including &quot;doing business as&quot; entities owned, operated and maintained or otherwise with respect to each of them), and each and all of their directors, officers, agents, representatives, employees, attorneys, successors, assigns, and any and all persons in active concert or participation with any of them, from directly or indirectly doing or causing to be done any of the following acts: </p>\n    <blockquote>\n      <p>A. violating 21 U.S.C. § 331(d) by introducing or delivering, or causing to be introduced or delivered, into interstate commerce new drugs that are neither approved pursuant to 21 U.S.C. § 355(a), nor are the subject of an investigational exemption pursuant to 21 U.S.C. § 355(i); </p>\n      <p>B. violating 21 U.S.C. § 331(a), by introducing or delivering, or causing to be introduced or delivered, into interstate commerce new animal drugs that are not the subject of an NADA, an ANADA, a conditional approval, or a relevant index listing for minor species, or that do not meet the requirements for the investigational new animal drug exemption (21 U.S.C. §§ 360b(a)(1), 360bG)), and thus are unsafe within the meaning of 21 U.S.C. § 360b(a) and are adulterated within the meaning of 21 U.S.C. § 351(a)(5); </p>\n      <p>C. violating 21 U.S.C. § 331(a) by introducing or delivering, or causing to be introduced or delivered, into interstate commerce drugs that are misbranded within the meaning of32 U.S.C. § 352(f)(1) and 21 U.S.C. § 353(b)(1); and </p>\n      <p>D. violating 21 U.S.C. § 331(k) by causing drugs that Defendants hold for sale after shipment of one or more of their components in interstate commerce to become misbranded within the meaning of 21 U.S.C. § 352(f)(1) and 21 U.S.C. § 353(b)(1). </p>\n    </blockquote>\n    <p>II. Authorize FDA pursuant to this injunction to inspect Defendants' places of business and all records relating to the receipt, manufacture, processing, packing, labeling, holding, sale, and distribution of any drug, including components, to ensure continuing compliance with the terms of the injunction, with the costs of such inspections to be borne by Defendants at the rates prevailing at the time the inspections are accomplished; and </p>\n    <p>III. Award Plaintiff United States costs and other such equitable relief as this Court deems just and proper. </p>\n  </blockquote>\n<p>Respectfully submitted, </p>\n<p>MICHAEL W. COTTER <br>\nUnited States Attorney </p>\n<p><u>/s/ David Sullivan</u><br>\n  DAVID SULLIVAN <br>\n  Trial Attorney <br>\n  Office of Consumer Litigation <br>\n  U.S. Department of Justice P.O. Box 386 <br>\n  Washington, D.C. 20044 <br>\n  (202) 514-0516 <a href=\"mailto:david.sullivan2@usdoj.gov\">david.sullivan2@usdoj.gov</a></p>\n<p>OF COUNSEL: </p>\n<p>MARK B. CHILDRESS <br>\n  Acting General Counsel </p>\n<p>RALPH S. TYLER <br>\n  Associate General Counsel <br>\n  Food and Drug Division </p>\n<p>ERIC M. BLUMBERG <br>\n  Deputy Chief Counsel, Litigation </p>\n<p>THOMAS J. COSGROVE <br>\n  Associate Chief Counsel \n  for Enforcement <br>\n  United States Department of Health and Human Services <br>\n  Office of the General Counsel <br>\n  10903 New Hampshire Ave. <br>\n  Silver Spring, MD 20993-0002 <br>\n  (301) 796-8613 </p>\n<p class=\"revisiondate\">This page wasposted on Octiber 14, 2010. </p>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.casewatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>\n"}