{"url": "http://www.casewatch.org/fdawarning/prod/2008/best_on_earth.shtml", "query": "black salve", "actual-search-type": "t", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<meta name=description content=\"Reproduction of www.fda.gov/foi/warning_letters/g5579d.pdf\">\n<title>FDA Warning Letter to Best on Earth Products</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"213\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"213\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">Your Guide to Health-Related Legal Matters</div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n <table cellspacing=0 cellpadding=0 width=\"94%\" border=0>\n  <tr>\n    <td width=\"60%\" height=\"63\" valign=\"middle\">\n\t<h3 style=\"color:#000080; background-color:#ffffff; font-size:0.8em; text-align:left; font-weight:bold\">\n\t<img src=\"/Gifs/HHSlogo.gif\" alt=\"Department of Health and Human Services' logo\" height=\"54\" width=\"54\" align=\"middle\" border=\"0\">\n\tDepartment of Health and Human Services</h3>    </td>\n    <td valign=\"top\" width=\"40%\">\n<p>\nPublic Health Service<br>\nFood and Drug Administration<br>\n<br>\n<br>\n</p>    </td>\n  </tr>\n  <tr>\n    <td height=\"63\" valign=\"middle\">&nbsp;</td>\n    <td valign=\"top\"><p>San Francisco District <br>\n      1431 Harbor Bay Parkway <br>\n      Alameda, CA 94502-7070 <br>\n      Telephone: 510/337-6700</p>\n      </td>\n  </tr>\n</table>\n\n \n <h3 align=\"center\">WARNING LETTER</h3>\n <h4>VIA FEDEX</h4>\n <p>RETURN RECEIPT REQUESTED </p>\n <p>MAY 20, 2008</p>\n <p>   Best on Earth Products<br>\n   3914 Seaton Place<br>\n   Las Vegas, NV 89121<br>\n </p>\n <p>Dear Mr. [incorrect name in original letter]</p>\n <p>This letter concerns your firm's marketing of Black Salve, Black Salve with DMSO, Black Salve Bloodroot Capsules, and Ellagic Insurance Formula on your website, www.bestonearthproducts.com. According to information on your website, your products are intended to prevent, treat, or cure disease conditions or to affect the structure or function of the body.</p>\n <p>We note that you have attempted to disclaim some of the statements on your site that indicate that the products are intended to prevent, treat, or cure disease conditions or to affect the structure or function of the body. For example your site says, regarding Black Salve Products (Black Salve, Black Salve with DMSO, and Black Salve Bloodroot Capsules):</p>\n <blockquote>\n   <p>Yes! Here you will find the strongest and most effective salve products, which we have formulated using only the best, natural sources on Earth! There are many products out there that make claims but don't produce the desired effect you have been searching for. Rest assured that our products are the real deal!</p>\n   <p>While historically, black salve and bloodroot salves have been used for melanoma, basal and squamous cell carcinomas. . . we at Best on Earth Products are not legally allowed to make such claims. Such claims made by companies would put these products into the category of &quot;new drugs&quot; based on the FDA definition. Again, we do not make such claims regarding our products.&quot;</p>\n </blockquote>\n <p>However, untrue or misleading information in one part of your site will not be mitigated by inclusion of such a&quot;disclaimer&quot;. Cf. 21 C.F.R.202.1(e)(3)(i)</p>\n <p>Statements on your websites that document intended uses include, but are not limited to, the following:</p>\n <h4>Regarding Black Salve, Black Salve with DMSO, and Black Salve Bloodroot Capsules:</h4>\n <ul>\n   <li>&quot;Our Ingredients. . .<strong>Burdock Root</strong>. . . When applied externally as a poultice, the leaves are highly resolvent for tumors and gouty swellings and relieve bruises and inflamed surfaces generally. .<br>\n     <br>\n   &quot;Our Ingredients. . .&quot;<strong>Red Clover</strong>. . . Fomentation and poultices of the herb have been used as local applications to cancerous growths.&quot;</li>\n  </ul>\n <h4>Regarding Ellagic Insurance Formula:</h4>\n <ul>\n   <li>&quot;<strong>Ellagic Acid</strong>, is astounding cancer researchers worldwide with its ability to apparently prevent many types of <strong>cancer cells</strong> from multiplying, thus causing the <strong>cancer to die</strong>.&quot;<br>\n     <br>\n   </li>\n   <li>&quot;<strong>Ellagic Acid</strong> maybe one of the most <strong>potent</strong> ways to fight <strong>Cancer</strong>.&quot;<br>\n     <br>\n   </li>\n   <li>&quot;<strong>Ellagic Acid</strong>, a phenolic compounc4 has been shown to inhibit the growth of cancer cells and may arrest the growth in persons with a genetic predisposition for the disease.&quot;</li>\n </ul>\n <p>The claims quoted above are supplemented by the metatags used to bring consumers to your website through internet searches. The metatags include, &quot;skin cancer,&quot; &quot;skin cancer cream,&quot; and &quot;natural skin cancer cure.&quot;</p>\n <p>Black Salve, Black Salve with OMSO, Black Salve Bloodroot Capsules, and Ellagic Insurance Formula are drugs, as defined by section 201(g)(1) of the Federal Food, Drug, and Cosmetic Act (the Act), 21 U.S.C. &sect; 321(g)(1), because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease, or to affect the structure or any function of the body of man or other animals. Moreover, these products are new drugs, as defined by section 201(p) of the Act, 21 U.S.C. &sect; 321(p), because they are not generally recognized as safe and effective for their labeled uses. Under sections 301(d) and 505(a) of the Act, 21 U.S.C. &sect;&sect; 33l (d) and 355(a), a new drug may not be introduced or delivered for introduction into interstate commerce unless an FDA-approved application is in effect for it. Your sale of these products without an approved application violates these provisions of the Act.</p>\n <p>Furthermore, since Black Salve, Black Salve with DMSO, Black Salve Bloodroot Capsules, and Ellagic Insurance Formula are offered for conditions that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners; adequate directions cannot be written so that a layman can use the products safely for their intended uses. Thus, your products' labeling fails to bear adequate directions for their intended uses, causing them to be misbranded under section 502(f)(1) of the Act, 21 U.S.C. &sect; 352(f)(1).</p>\n <p>The issues and violations cited in this letter are not intended to be an all-inclusive statement of violations that exist in connection with your products. You are responsible for investigating and determining the causes of the violations identified above and for preventing their recurrence or the occurrence of other violations. It is your responsibility to assure that your firm complies with all requirements of federal law and FDA regulations, We advise you to review your websites, product labels, and other labeling and promotional materials for your products to ensure that the claims you make for your products do not cause them to violate the Act.</p>\n <p>You should take prompt action to correct the violations cited in this letter. Failure to promptly correct these violations may result in legal action without further notice, including, without limitation, seizure and injunction. Other federal agencies may take this Warning Letter into account when considering the award of contracts.</p>\n <p>Within fifteen working days of receipt of this letter, please notify this office in writing of the specific steps that you have taken to correct violations. Include an explanation of each step being taken to prevent the recurrence of violations, as well as copies of related documentation. If you cannot complete corrective action within fifteen working days, state the reason for the delay and the time within which you will complete the correction. If you no longer manufacture or market the aforementioned products, your response should so indicate, including the reasons that, and the date on which, you ceased production. Additionally, if another firm manufactures these products, identified above, your reply should include the name and address of the manufacturer. If the firm from which you receive these products is not the manufacturer, please include the name of your supplier in addition to the manufacturer.</p>\n <p>Please address your reply to the U.S. Food and Drug Administration, 1431 Harbor Bay Parkway, Alameda, CA 94502-7070, Attention, Lawton Lum, Compliance Officer.</p>\n <p>A description of the new drug approval process can be found on FDA's internet website at http://www.fda.gov/cder/regulatory/applications/default.htm. Any questions you may have regarding this process should be directed to the Food and Drug Administration, Division of Drug Information (HFD-240), Center for Drug Evaluation and Research, 10903 New Hampshire Ave., WO51-2201, Silver Spring, MD 20993.</p>\n <p>Sincerely,</p>\n <p>/S/</p>\n <p>Barbara Cassens <br>\n   District Director, San Francisco District</p>\n <p>Cc: <br>\n   [redacted]</p>\n <p class=\"revisiondate\">This page was revised on December 22, 2008.</p>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.casewatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>\n", "expected-search-type": "t"}