{"url": "http://www.casewatch.org/fdawarning/prod/2008/cansema.shtml", "query": "black salve", "actual-search-type": "a", "expected-search-type": "a", "contents": "\n<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<meta name=description content=\"Reproduction of http://www.fda.gov/ICECI/EnforcementActions/WarningLetters/2008/ucm1048295.htm\">\n<title>FDA Warning Letter to Burt Hampton (Cansema Black Salve Products)</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"213\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"213\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">Your Guide to Health-Related Legal Matters</div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n <table cellspacing=0 cellpadding=0 width=\"94%\" border=0>\n  <tr>\n    <td width=\"60%\" height=\"63\" valign=\"middle\">\n\t<h3 style=\"color:#000080; background-color:#ffffff; font-size:0.8em; text-align:left; font-weight:bold\">\n\t<img src=\"http://www.casewatch.org/Gifs/HHSlogo.gif\" alt=\"Department of Health and Human Services' logo\" height=\"54\" width=\"54\" align=\"middle\" border=\"0\">\n\tDepartment of Health and Human Services</h3>\n    </td>\n    <td valign=\"top\" width=\"40%\">Public Health Service<br>\n\tFood and Drug Administration\n    </td>\n  </tr>\n  <tr>\n    <td valign=\"middle\">&nbsp;</td>\n    <td valign=\"top\">\nDallas District<br>\n4040 North Central Expressway<br>\nDallas, Texas 75204-3128<br>\n  </tr>\n</table>\n\n<p>May 20, 2008</p>\n\n<p>VIA FEDERAL EXPRESS</p>\n\n<p>Mr. Burt Hampton<br>\n38 Highway 19 S<br>\nMagnolia, AR 71753</p>\n\n<p align=\"center\"><strong>WARNING LETTER<br>\n2008-DAL-WL-12</strong></p>\n\n<p>Dear Mr. Hampton:</p>\n\n<p>This letter concerns your firm's marketing of Cansema Black Salve Mix, Cansema Deep Tissue Salve Mix DMSO, Mild Black Salve Mix, Mild Deep Tissue Salve Mix DMSO, Very Mild Black Salve Mix, Very Mild Deep Tissue Salve Mix DMSO, \"Indian Mudd\" Mix, Black Salve Mix (Cansema Type for Vet. Use), Black Salve Deep Tissue Mix DMSO (Vet. Use), Mild Black Salve Mix (Vet. Use), \"Indian Mudd\" Mix for Vet Use, XX Sarcoid Salve Mixes/Kits with DMSO, and Cowboy Sarcoid Black Salve Mixes/Kits with DMSO on your website, www.altcancercream.com. According to the information on your website, these products are intended to prevent, treat, or cure disease conditions or to affect the structure or function of the body of man or animals. Your website contains both all-inclusive statements about the intended human or veterinary uses of your entire selection of Original Cream Company's black salve mixes, as well as statements about each individual black salve product.</p>\n\n<p>All-inclusive statements about the use of the aforementioned Original Cream Company's black salve products are made on the \"Product Use\" and \"Frequently Asked Questions\" pages of your website. These statements include, but are not limited to, the following:</p>\n<ul>\n    <li>\"Product Use... Skin creams or salves, known as escharotics salves, have been in use for over 150 years. They commonly have been used to treat skin anomalies or skin cancers through selective reaction. Thousands of people have used these remarkable plants and minerals to treat their skin cancer, yet many of today's medical professionals do not utilize their potential.\"\n    <li>\"we must admit that we ourselves have gotten rid of skin cancers with The Original Cream Company's prodicts [sic] without first having seen a physician.\"\n    <li>\"We understand,that people routinely use The Original Cream products to remove cancers without getting a diagnosis first.\"\n    <li>\"What is The Original Cream's success with skin cancers? The Original Cream has a 97% success rate with most skin cancers.\"\n</ul>\n\n<p>Moreover, your firm makes statements about specific black salve products that include, but are not limited to, the following:</p>\n<ul>\n    <li>\"Black Salve Mix.... The Black Salve Mix is for the person that absolutely wants the strongest, most powerful cancer killing cream. This cream is our strongest formula, requiring in most cases only one or two applications.\"\n    <li>\"Mild Black Salve Mix... Even slow acting creams help aid the body in defeating cancerous tissues and ejecting them from the body.\"\n    <li>\"XX Sancoid Salve Mixes/Kits with DMSO... 90% + effective on equine sarcoids, warts, squamous cell carcinoma, proud flesh, melanoma and fibromas which have received complete regimen.\"\n</ul>\n\n<p>The claims quoted above are supplemented by the metatags that you use to bring consumers to your website. The metatags include: \"skin cancer,\" \"skin cancer cream,\"\"skin cancer cure,\" and \"natural skin cancer cure.\"</p>\n\n<p>Cansema Black Salve Mix, Cansema Deep Tissue Salve Mix DMSO, Mild Black Salve Mix, Mild Deep Tissue Salve Mix DMSO, Very Mild Black Salve Mix, and Very Mild Deep Tissue Salve Mix DMSO are drugs, as defined by section 201(g)(1) of the Federal Food, Drug, and Cosmetic Act (the Act), 21 U.S.C. &sect; 321(g)(1), because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease, or to affect the structure or function of the body of man or other animals. Moreover, these products are new drugs, as defined by section 201(p) of the Act, 21 U.S.C. &sect; 321(p), because they are not generally recognized as safe and effective for their labeled uses. Under sections 301(d) and 505(a) of the Act, 21 U.S.C. &sect;&sect; 331(d) and 355(a), a new drug may not be introduced or delivered for introduction into interstate commerce unless an FDA-approved application is in effect for it. Your sale of these human black salve products without an approved application violates these provisions of the Act.</p>\n\n<p>In addition, the following veterinary use products, Black Salve Mix (Cansema Type for Vet. Use), Black Salve Deep Tissue Mix DMSO (Vet. Use), Mild Black Salve Mix (Vet. Use), \"Indian Mudd\" Mix for Vet Use, XX Sarcoid Salve Mixes/Kits with DMSO, and Cowboy Sarcoid Black Salve Mixes/Kits with DMSO are drugs, as defined by section 201(g)(1) of the Federal Food, Drug, and Cosmetic Act (the Act), 21 U.S.C. &sect; 321(g)(1), because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease, or to affect the structure or function of the body of animals. Moreover, these products are new animal drugs, as defined by section 201(v) of the Act, 21 U.S.C. &sect; 321(v), because they are not generally recognized as safe and effective for their labeled uses. These products are unsafe under section 512(a) of the Act, 21 U.S.C. &sect;360b(a), and adulterated within the meaning of section 501(a)(5) of the Act, 21 U.S.C. &sect; 351(a)(5). Under section 301(a) of the Act, 21 U.S.C. &sect; 331(a), a new animal drug may not be introduced or delivered for introduction into interstate commerce unless an FDA-approved application is in effect for it. Your sale of these veterinary black salve products without an approved application violates these provisions of the Act.</p>\n\n<p>Furthermore, because all of the aforementioned products are offered for conditions that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners, adequate directions cannot be written so that a layman can use the products safely for their intended uses. Thus, your products' labeling fails to bear adequate directions for their intended uses, causing them to be misbranded under section 502(f)(1) of the Act, 21 U.S.C. &sect; 352(f)(1).</p>\n\n<p>The issues and violations cited in this letter are not intended to be an all-inclusive statement of violations that exist in connection with your products. You are responsible for investigating and determining the causes of the violations identified above and for preventing their recurrence or the occurrence of other violations. It is your responsibility to assure that your firm complies with all requirements of federal law and FDA regulations. We advise you to review your websites, product labels, and other labeling and promotional materials for your products to ensure that the claims you make for your products do not cause them to violate the Act.</p>\n\n<p>You should take prompt action to correct the violations cited in this letter. Failure to promptly correct these violations may result in legal action without further notice,including, without limitation, seizure and injunction. Other federal agencies may take this Warning Letter into account when considering the award of contracts.</p>\n\n<p>Within fifteen working days of receipt of this letter, please notify this office in writing of the specific steps that you have taken to correct violations. Include an explanation of each step being taken to prevent the recurrence of violations, as well as copies of related documentation. If you cannot complete corrective action within fifteen working days, state the reason for the delay and the time within which you will complete the correction. If you no longer manufacture or market the aforementioned products, your response should so indicate, including the reasons that, and the date on which, you ceased production. Additionally, if another firm manufactures these products, identified above, your reply should include the name and address of the manufacturer. If the firm from which you receive these products is not the manufacturer, please include the name of your supplier in addition to the manufacturer.</p>\n\n<p>Please address your reply to Edwin Ramos, Compliance Officer, U.S. Food and Drug Administration, 4040 N. Central Expressway, Suite 300, Dallas, Texas 75204. If you have any questions regarding any issue in this letter, please contact Mr. Ramos at (214)253-5218.</p>\n\n<p>For human use products, a description of the new drug approval process can be found on FDA's internet website at http://www.fda.gov/cder/regulatory/applications/default.htm1. Any questions you may have regarding this process should be directed to the Food and Drug Administration, Division of Drug Information (HFD-240), Center for Drug Evaluation and Research, 10903 New Hampshire Avenue, W051-2201, Silver Spring, Maryland 20993.</p>\n\n<p>For veterinary use products, a description of the new animal drug approval process can be found on FDA's internet website at http://www.fda.gov/cvm/nadaappr.htm2. Any questions you may have regarding this process should be directed to the Food and Drug Administration, Center for Veterinary Medicine, Division of Therapeutic Drugs for Non-Food Animals (HFV-110), 7500 Standish Place, Rockville, Maryland 20855.</p>\n\n<p>Sincerely,</p>\n\n<p>/S/</p>\n\n<p>Reynaldo R. Rodriguez, Jr.<br>\nDallas District Director</p>\n\n<p>cc:<br>\nThe Original Cream Company<br>\nBurt Hampton<br>\nP.O. Box 1557<br>\nMagnolia, AR 71754</p>\n\n<p>Charlie Campbell<br>\nExecutive Director<br>\nArkansas State Board of Pharmacy<br>\n101 E Capitol, Suite 218<br>\nLittle Rock, AR 72201 </p>\n\n<p class=\"revisiondate\">This page was posted on July 19, 2010.</p>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.casewatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>\n"}