{"url": "http://quackwatch.com/search/webglimpse.cgi?ID=1&query=bloodroot", "query": "black salve", "actual-search-type": "t", "contents": "<HTML><HEAD><TITLE>Webglimpse Search Results</TITLE>\n\t\t\n\t\t</HEAD>\n\t\t<BODY BGCOLOR=\"#ffffff\">\n\t\t<font size=\"+1\"><b>Webglimpse Search Results:</b></font><p>\n\t\t<font size=\"-1\">Looking for <b>bloodroot</b> in entire archive - Found 17 matches in 3 files \n\t\t<br>Showing results 1 - 3</font><hr><table border=0 width=\"100%\"><TR><TD BGCOLOR='#ffff66'><font color=\"#600000\"><b><A HREF=\"http://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/eschar.html\">Don&apos;t Use Corrosive Cancer Salves (Escharotics)</A></b>, 1/8/2014</font></TD></TR><TR><TD BGCOLOR='#ffffcc'>  Many salves, pastes, poultices, and plasters have been applied       directly to tumors with the hope of burning them away. Zinc oxide,       <font color=\"#ff0000\"><b>bloodroot</b></font>, and several other herbs are common ingredients. Some       marketers claim that corrosive agents (sometimes called \"black salves\") can \"draw out\"       the cancer. In recent years, scientists have found chemicals       that can destroy certain superficial skin cancers. Except for   these, however, corrosive agents are worthless against cancer and cannot be legally marketed for that purpose in the United States.<p>\n Some currently marketed escharotics contain <font color=\"#ff0000\"><b>bloodroot</b></font> (Sanguinaria       candensis),     zinc chloride, or both. However,     because cancer salves are not manufactured under government supervision,     it may not even be possible to know what is in them. People who use such     products without benefit of medical consultation run additional risks. Untrained     individuals may incorrectly conclude that a growth is cancerous when it is     not. Skin cancers that can spread should be medically investigated     to see whether they have done so, and some of these require extensive treatment     even though they might not look dangerous to the naked eye. In addition,     although escharotics may appear to destroy cancers on the surface of the skin,     the user will not be able to tell whether cancer remains under the skin where     it can continue to grow without immediate detection.<p>\n    The FDA has banned the importation of all \"black salve\" products,     including Cansema Black,  Topical Salve, Cansema Deep Tissue,     Cansema w/Lugol's Iodine (topical),     Cansema for Cats, Dogs, and Horses,     Cansema Tonic I, Cansema Tonic II,     Cansema Tonic III, Cansema Capsules,     Cansema Suppositories, <font color=\"#ff0000\"><b>Bloodroot</b></font> Paste,     C-Herb Paste, CAN-X, Cancerx, H3O, and Healing   Formula .<p>\nLater in 2005,  Lois March, M.D., an ear, nose, and throat specialist who     practiced in Cotrell, Georgia, surrendered her medical license to settle     charges that she improperly helped Dan Raber, an unlicensed person who treated     patients for cancer. Georgia&rsquo;s Composite Board of Medical Examiners     had accused March of providing pain management to several patients whom Raber     treated with a <font color=\"#ff0000\"><b>bloodroot</b></font> paste, including one man whose flesh was eaten so     badly from his shoulder that the bone was exposed . Press reports indicate     that the FDA raided Raber's farm . In 2007, after March participated in rehabilitative activities, board reinstated her license with an agreement that called for her to continue to have counseling for two more years .<p>\nWhile historically, black salve and <font color=\"#ff0000\"><b>bloodroot</b></font> salves have been used for melanoma, basal and squamous cell carcinomas. . . we at Best on Earth Products are not legally allowed to make such claims. Such claims made by companies would put these products into the category of \"new drugs\" based on the FDA definition. Again, we do not make such claims regarding our products.\"<p>\nAndrew Weil, M.D., who promotes himself as \"your trusted health advisor,\" has     been a strong proponent of <font color=\"#ff0000\"><b>bloodroot</b></font> paste. His 1995 book Spontaneous     Healing states  that after reading a letter from a user he \"was     able to find a number of references about its peculiar ability to dissolve     abnormal growths on the skin without harming normal tissue.\" Six months     later, when his dog got a black growth on his skin, he applied a <font color=\"#ff0000\"><b>bloodroot</b></font>     paste, noted that \"the whole tumor\" fell off after a few days,     and concluded that the end result was \"a perfectly circular, slightly     depressed area of skin, with no trace of tumor.\" After trying it out     on a friend, he began teaching medical students how to use it with outcomes     that were \"consistent and satisfactory.\"  Reading this account     shortly after the book was published, I was struck by four things:<p>\nThe idea that <font color=\"#ff0000\"><b>bloodroot</b></font> kills only cancer cells and spares normal ones is preposterous.<p>\n      Today, Weil's Web site acknowledges this point by stating \"I do not       recommend using <font color=\"#ff0000\"><b>bloodroot</b></font> paste, or anything else for that matter, for       the self-treatment of skin cancers. It might not get all malignant tissue.<p>\n      Only examination by biopsy can confirm a diagnosis or a cure.\"        However, even this statement is irresponsible because <font color=\"#ff0000\"><b>bloodroot</b></font> paste is       not a sensible treatment no matter who applies it. Nevertheless, for more       than four years, Weil's Web site carried an article that plugged <font color=\"#ff0000\"><b>bloodroot</b></font>       and linked to four companies that would supply information and products       <p>\nThe book Natural Causes describes what happened after Weil's Web site persuaded Sue Gilliatt of Indianapolis, Indiana to use <font color=\"#ff0000\"><b>bloodroot</b></font> products.  According to the book, her primary care physician removed a bump on her nose that was diagnosed as a benign tumor called a fibroadenoma. But Gilliatt feared that it was cancerous and, even though she was given a referral to a dermatologist, wound up buying Cansema  from the Alpha Omega Alpha Web site and a <font color=\"#ff0000\"><b>bloodroot</b></font> paste from Dan Raber. The Cancema stung  so badly that she was unable to keep in on for the recommended 24 hours and applied Raber's paste instead. Within a few hours after she applied it to her nose, her face became puffy and her eyes were nearly swollen shut. Instead of consulting her doctor, she phoned Raber who persuaded her to apply more paste. Six days later, when she had her appointment with the dermatologist, a large part of her nose had been destroyed.<p>\n       In 2006, a woman in Liberty Hill, Texas, developed a small but deep-rooted cancer on the skin of her nose that was biopsied and diagnosed by a dermatologist. Surgery was recommended, but her sister, who has practiced as a \"master herbalist\" for many years, persuaded her that a <font color=\"#ff0000\"><b>bloodroot</b></font> paste would do a better job. The first picture shows how her nose and the surrounding skin became inflamed. The second picture shows the hole in her nose that resulted. The paste destroyed some areas of bone and cartilage, which meant that when the wound healed, she required extensive plastic surgery. She also reported that the inflamed area was extremely painful for more than a week.<p>\nIn 2014, the Medical Journal of Australia reported the case of a 55-year-old man who had applied a <font color=\"#ff0000\"><b>bloodroot</b></font>-containing black salve product to a spot on his right temple that he believed was cancerous . Over a 4-month period, the salve burned a 1-inch-wide hole in his head that was so painful that he took narcotic  pain medication. He finally sought medical care and was instructed how to care for his wound, which  took three months to heal .<p>\nWeil A. <font color=\"#ff0000\"><b>Bloodroot</b></font> for skin cancer? Dr. Weil.com, Jan 9, 2006.<p>\n</TD></TR></table><table border=0 width=\"100%\"><TR><TD BGCOLOR='#ffff66'><font color=\"#600000\"><b><A HREF=\"http://www.quackwatch.org/01QuackeryRelatedTopics/OTA/ota04.html\">OTA Report:Herbal Treatments</A></b>, 13/1/2006</font></TD></TR><TR><TD BGCOLOR='#ffffcc'>He reported that his yellow powder contained arsenic sulfide, talc, sulfur, and what Hoxsey called a \"yellow precipitate\" (664). (see footnote 7) The caustic red paste reportedly contained antimony trisulfide, zinc chloride, and <font color=\"#ff0000\"><b>bloodroot</b></font> (Sanguinaria canadensis). The clear solution contained trichloroacetic acid (418).<p>\nMany of the constituent herbs in the Hoxsey treatment have a long history of folk use in the treatment of cancer, as well as for a variety of other conditions (266,382). One of the constituents of the external treatment, <font color=\"#ff0000\"><b>bloodroot</b></font> (Sanguinaria canadensis), e.g., was used by Native Americans to treat cancer, warts, and nasal polyps.<p>\nThe ingredients used in Hoxsey's external paste &#8212;zinc chloride, antimony trisulfide, and <font color=\"#ff0000\"><b>bloodroot</b></font> (418) &#8212;were used by Frederic Mohs, MD, of the University of Wisconsin Medical School in the 1930s and 1940s to treat nonmelanoma skin cancer, e.g., invasive basal cell carcinoma. The Mohs chemosurgical technique, as it came to be known, used the caustic paste to permit serial microscopic examination of excised tissue (625). Mohs's preparation, which he referred to as a zinc chloride fixative, reportedly contained 40 grams of stibnite (antimony trisulfide in a metallic base), 10 grams of powdered sanguinaria, and 34.5 cc of a saturated solution of zinc chloride (624).<p>\n</TD></TR></table><table border=0 width=\"100%\"><TR><TD BGCOLOR='#ffff66'><font color=\"#600000\"><b><A HREF=\"http://www.quackwatch.org/10Bio/biography.html\">Biography Magazine Interview of Dr. Stephen Barrett</A></b>, 19/11/1999</font></TD></TR><TR><TD BGCOLOR='#ffffcc'>For example, he says in one of his books that <font color=\"#ff0000\"><b>bloodroot</b></font>, a caustic herb which burns your skin, can kill skin-cancer cells without injuring the surrounding normal cells. That's absurd. It burns everything it touches. It can't tell the difference. On his Web site, which is owned by Time magazine, he has a questionnaire you fill out, and he'll tell you what ten vitamin and herbal products to take. And there's no foundation for such recommendations. Then you click on a link, mid you'll go to an online \"store\" to buy them. The \"Ask Dr. Weil\" Web site is brought to you by The Vitamin Shoppe, a company paying over a million dollars for the privilege of placing its link next to Weil's stupid advice.<p>\n</TD></TR></table><p>   <FORM ACTION=\"/search/webglimpse.cgi\" METHOD=GET>\n\t<INPUT TYPE=HIDDEN NAME=\"ID\" VALUE=\"1\">\n       New Query: <INPUT NAME=\"query\" VALUE=\"\">\n\n\t<!-- Keep options from original search -->\n\t<INPUT TYPE=HIDDEN NAME=case VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=whole VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=lines VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=errors VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=age VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=maxfiles VALUE=\"25\" ><INPUT TYPE=HIDDEN NAME=maxlines VALUE=\"20\" ><INPUT TYPE=HIDDEN NAME=maxchars VALUE=\"3000\" ><INPUT TYPE=HIDDEN NAME=filter VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=autosyntax VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=autonegate VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=wordspan VALUE=\"\" ><INPUT TYPE=HIDDEN NAME=cache VALUE=\"yes\" >\n\n       <INPUT TYPE=SUBMIT VALUE=\"Search\">\n\n<!-- # TODO: keep original ranking option -->\n\tRank by:\n\t<SELECT name=\"rankby\">\n\t<OPTION VALUE=\"DEFAULT\">Combined score\n\t<OPTION VALUE=\"AGE\">Most recent first\n\t<OPTION VALUE=\"LINKPOP\">Link Popularity\n\t<OPTION VALUE=\"TITLE_AND_META\">Title and Meta matches\n\t</SELECT>\n\n    </FORM>\n</BODY></HTML>", "expected-search-type": "t"}