{"url": "http://www.naturowatch.org/legal/oconnell.shtml", "query": "black salve", "actual-search-type": "n", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Unlicensed Naturopath Sued for Wrongful Death Suit</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"242\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"242\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"http://www.naturowatch.org/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/00AboutQuackwatch/gsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">The Skeptical Guide to Naturopathic History, Theories, and Practices</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"/cgi-bin/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n  \n <h2>Unlicensed Naturopath Sued for Wrongful Death</h2>\n <h3>Stephen Barrett, M.D. </h3>\n <hr noshade>\n\n <blockquote>\n   <p><!--BEGIN ABSTRACT-->\n    <span class=\"redbold\">Brian O'Connell, an unlicensed naturopath who practiced in Wheat Ridge, Colorado, was sued by the parents of a boy who died under his care. The suit accused O'Connell of causing the premature death of 19-year-old Sean Flanagan, who was terminally ill with cancer (Ewing's sarcoma) when his parents took him to O'Connell's clinic. According to the complaint:</span></p>\n   <ul>\n     <li class=\"redbold\">O'Connell wore a white coat, carried a stethoscope, and led the Flanagans to believe he had a medical background that included accredited degrees and board certification (which he actually did not have). </li>\n     <li class=\"redbold\">He also told the family that he personally had &quot;cured&quot; many patients suffering from the same type of cancer and showed them a plastic bag containing an object he claimed was a cancerous tumor removed from a patient. he also represented that he had a black salve that would draw cancerous tumors from the body. </li>\n     <li class=\"redbold\">O'Connell's only health-related &quot;training&quot; had come from came from the Herbal Healer Academy, a nonaccredited correspondence school in Arkansas. <a href=\"http://www.quackwatch.org/02ConsumerProtection/AG/AR/herbalhealer.html\">In May 2003, the school's proprietor (Marijah McCain) agreed to a consent judgment</a> under which she paid $10,000 and was barred from disseminating certificates stating that the holder is an &quot;N.D., N.M.D,&quot; or similar designation that would indicate that the holder is a doctor or physician.</li>\n     <li class=\"redbold\">The family paid O'Connell $7,400 for &quot;photoluminescence&quot; treatments in which blood was removed from Sean Flanagan's body, exposed to ultraviolet light, and then returned to the body along with a diluted solution of hydrogen peroxide.</li>\n     <li class=\"redbold\">The boy developed a blood infection because O'Connell's procedures were unsterile.</li>\n    </ul>\n   <p class=\"redbold\">The suit was settled in 2005 with payment of an undisclosed sum. In 2006, after pleading guilty to theft, perjury, criminally negligent homicide, practicing medicine without a license, and 3rd degree assault, O'Connell was sentenced to a total of 13 years in prison. </p>\n </blockquote>\n <hr noshade>\n <h3>DISTRICT COURT, CITY AND COUNTY OF DENVER, COLORADO</h3>\n <p>Court Address: City and County Building<br>\n  1437 Bannock Street, Room 256<br>\n  Denver, Colorado 80202<br>\n  Phone Number: 720-865-830 I</p>\n <p>Plaintiff: DAVID FLANAGAN and LAURA FLANAGAN</p>\n <p>Defendant: BRIAN E.P.B. O'CONNELL, doing business as <br>\n  MOUNTAIN AREA NATUROPATHIC ASSOCIATES, INC., <br>\n  a Colorado Corporation</p>\n <p> Plaintiffs Attorney: William J. Hansen<br>\n  McDermott, Hansen &amp; McLaughlin, LLP<br>\n  1890 Gaylord Street<br>\n  Denver; Colorado 80206-1211<br>\n  Phone Number: 303-399-6037<br>\n  Atty. Reg. #: 5768</p>\n <p>Civil Action No. 04CV8259<br>\n  Courtroom 19</p>\n <h3><u>COMPLAINT</u></h3>\n <p>Plaintiffs, David and Laura Flanagan, by and through their counsel, McDermott, Hansen &amp; McLaughlin, LLP, for their complaint against the defendants, state and allege as follows:</p>\n <h3><u>PRELIMINARY ALLEGATION</u><br>\n  (Applicable to all claims)</h3>\n <p>1. At all times relevant to this claim, the defendant Brian E.P.B. O'Connell held himself out as a &quot;Naturopathic Medical Doctor&quot; and, owned, did business as, and was employed by, the defendant Mountain Area Naturopathic Associates, Inc. a Colorado Corporation, formed on March 1, 2003, with offices at 4964 Ward Road, Wheat Ridge, Colorado.</p>\n <p>2. As a Naturopathic Medical Doctor, the defendant Brian E.P.B. O'Connell is not a licensed health care professional in Colorado because Colorado does not license or regulate naturopaths.</p>\n <p>3. The plaintiffs, David Flanagan and Laura Flanagan. are married and are the natural parents of Scan Flanagan, born March 12, 1985, but who is now deceased.</p>\n <p>4. Sean Flanagan had been diagnosed with Metastatic Ewings Sarcoma in December of 2002 and medical treatment had included, among other things, amputation, chemotherapy, radiation therapy. and bone marrow transplants. By December, 2003, Sean Flanagan, who was at that time eighteen (18) years of age, had exhausted all medical cures, he was terminal with only months to live, and he was weakened, ill and heavily medicated.</p>\n <p>5. On or about December 10, 2003, the plaintiffs, David and Laura Flanagan, took their son Scan to see the defendant Brian E. P. B. O'Connell in the hopes that naturopathic treatments could possibly benefit Sean.</p>\n <p>6. The defendant Brian E. P. B. O'Connell recommended a number of claimed treatments which included various vitamins, teas and other materials as well as the withdrawal of blood from Sean's body using syringes and tubing and exposing the blood to photo luminescence or ultra-violet (UV) light before returning the blood to the body, together with infusion of hydrogen peroxide into Sean's blood stream.</p>\n <p>7. On December 10, 2003, the Flanagans paid to the defendant Brian E.P.B O'Connell $7,400.00 for a series of these claimed treatments.</p>\n <p>8. On December 10, 2003, the defendant Brian E.P.B O'Connell performed the UV light procedure and repeatedly withdrew blood from Sean's body with syringes via a Broviac Port in his right chest. ran the blood through tubing, past an ultra-violet light tube, and re-infused it into the body with an infusion of hydrogen peroxide.</p>\n <p>9. The defendant Brian E.P.B. O'Connell failed to utilize the most basic sterile techniques in this procedure despite knowing that Sean was already significantly immunocompromised due to his cancer treatments. .</p>\n <p>10. On December 12,2003, Sean Flanagan was admitted to The Children's Hospital with a blood infection known as Klebsiella Bacteremia or Septicemia which developed into pneumonia and he remained hospitalized until December 15, 2003, at which time he was discharged home on five (5) liters of oxygen, with an oxygen monitoring device known as a pulse oximeter. .</p>\n <p>11. The blood infection was caused by the unsterile UV light procedures with Sean's blood performed by the defendant Brain E.P.B. O'Connell on December 10, 2003.</p>\n <p>12. On December 16, 2003, the defendant Brain E.P.B O'Connell came to the Flanagans' residence and brought with him equipment and supplies so that the family could do the UV light procedures with hydrogen peroxide infusions at home. On this visit, and only after insistence by the Flanagans, a sterile technique was utilized during the procedures. However, when the procedures were performed, the pulse oximeter showed oxygen saturation levels dropping from a normal in the over 90% range to levels in the 60% range, which slowly then returned to normal.</p>\n <p>13. Per the directions of the defendant Brian E.P.B. O'Connell, the Flanagan's performed the UV light and hydrogen peroxide procedures on their own on December 17 and, once again, the oxygen saturation levels dropped. this time into the 40% range, before slowly rising. Concerned, the Flanagan's contacted the defendant Brian E.P.B. O'Connell who assured them that he would find a &quot;fix&quot; for the problem.</p>\n <p>14. On December 18,2003, the defendant Brian E.P.B. O'Connell returned to the Flanagan's family home to perform a similar procedure but included a more rapid infusion of hydrogen peroxide with the UV light procedure. -:.</p>\n <p>15. As the procedure was completed, Sean's oxygen saturation level dropped to 16, his skin turned gray, and he collapsed after begging &quot;Please God, no more&quot;.</p>\n <p>16. Sean never recovered and died the next day, December 19, 2003.</p>\n <p>17. Sean Flanagan's death was caused by the procedures performed by the defendant Brian E.P.B. O'Connell.</p>\n <h3><u>FIRST CLAIM FOR RELIEF</u> <br>\n  (Negligently Caused Wrongful Death)</h3>\n <p>18. Plaintiffs incorporate by reference those allegations as set forth in Paragraph I through 17 above.</p>\n <p>19. The defendant Brian E.P.B. O'Connell was negligent in the services performed on Sean Flanagan which negligence included, but was not limited to, the use of unsterile technique in the performance of the procedures, the recommendation and performance of the procedures without adequate and required training and licensing and without scientific foundation that the procedures would be in any way beneficial or therapeutic especially when compared to the substantial risks involved, and negligently infusing hydrogen peroxide into Sean's blood when he knew, or should have known, that such infusion would be harmful or even potentially fatal, and without giving Sean or his parents adequate warnings of the risks involved.</p>\n <p>20. As a direct and proximate result of the negligence of the defendant Brain E.P.B. O'Connell, Sean Flanagan prematurely died, and the plaintiffs incurred economic losses for hospital and medically related expenses for the care related to his blood infection, as well as the return of all funds paid the defendants; and also incurred noneconomic losses for their grief, loss of companionship, pain and suffering, and emotional stress caused by the premature death of their terminally ill son. all to their loss, damage and injury in such amount as to be determined by the trier of fact. .</p>\n <h3><u>SECOND CLAIM FOR RELIEF</u><br>\n  (Fraud and Concealment in a Relationship of Trust on a Person at Risk)</h3>\n <p>21.. Plaintiff incorporates by reference those allegations as set forth in paragraphs 1 through 20 above.</p>\n <p>22. The defendant Brian E.P.B. O'Connell solicited and sought a fiduciary, trust, and confidential relationship with Sean Flanagan and his family.</p>\n <p>23. The defendant Brian E.P.B. O'Connell knew that the plaintiffs and their son were desperate, hopeless and vulnerable given the terminal nature of Sean's illness and the exhaustion of medical cures and that Sean himself was depressed, stressed and indecisive.</p>\n <p>24. The defendant Brain E.P.B. O'Connell systematically preyed upon the plight of the plaintiffs and their son through a series of fraudulent misrepresentations and concealments.</p>\n <p>25. The defendant Brian E.P.B. O'Connell fraudulently misrepresented and concealed his background and qualifications, via his website, his literature handouts, his statements, and various licenses, certificates, and awards displayed prominently on his office wall, the gist of which included, but was not limited to, the following:</p>\n <blockquote>\n   <p>(a) He held himself out as a &quot;doctor&quot; when he had no education, background, training or experience to qualify him ns a &quot;doctor&quot;, and wore a white coat with stethoscope which further reinforced the &quot;doctor&quot; image;</p>\n   <p>(b) He held himself out as &quot;Medical Director&quot; of Mountain Area Naturopathic Associates Inc. suggesting some medical education background, training and experience when, in fact, he had none;</p>\n   <p>(c) The so-called &quot;doctor of naturopathic medicine&quot; was issued by the Herbal Healer Academy, run by Marijah McCain from her home in Mountain View, Arkansas, and is an unaccredited and unlicensed correspondence school that issues doctoral certificates for a fee, and which, in May 2003, was ordered to pay fines of $10,000.00 by the State of Arkansas for deceptive trade practices;</p>\n   <p>(d) He held himself out as a &quot;registered&quot; Doctor of Naturopathic Medicine when no legitimate entity registers such persons;</p>\n   <p>(e) He claimed to be &quot;board certified&quot; by entities that were not accredited or approved by any entity including the U.S. Department of Education;</p>\n   <p>(f) He claimed to hold various degrees including, a Master's Degree from the University of Wisconsin - Milwaukee in microbiology and biochemistry, and a Pharmacy Degree when, in fact, he had no such degrees from any accredited college or university;</p>\n   <p>(g) He claimed extensive experience in the pharmaceutical business as well as in allopathic medicine, pharmacy, chemistry, toxicology, and forensic laboratory work, when in fact, he had little or no such training or experience;</p>\n   <p>(h) He displayed fraudulently procured licenses from the Drug Enforcement Administration and the Colorado Department of Human Services;</p>\n </blockquote>\n <p>26. The defendant Brian E.P.B. O'Connell fraudulently misrepresented his experience, abilities, and procedures, the gist of which included, but was not limited to, the following:</p>\n <blockquote>\n   <p>(a) That he personally had &quot;cured&quot; many cancer patients including patients with cancers such as Sean's Metastatic Ewings Sarcoma;</p>\n   <p>(b) He showed the family a plastic baggy with an object in it that he represented to be a cancerous tumor that he had removed from one of his patients;</p>\n   <p>(c) He represented that his various treatments could and would cure Sean's cancer and stated that &quot;No Irish kid will die on my watch&quot;;</p>\n   <p>(d) Through slides ostensibly of Sean's blood, the defendant claimed to see and pointed out various &quot;toxins&quot;, impurities and other indications for his claimed treatment;</p>\n   <p>(e) He represented that he had a &quot;black salve&quot; that would draw cancerous tumors from the body and thereby cure the patient of cancer;</p>\n   <p>(f) He represented that the UV light treatments and hydrogen peroxide treatments could and would cure Sean's cancer;</p>\n   <p>(g) He represented that his various other vitamins, teas, supplements and other regimens could and would cure Sean's cancer;</p>\n   <p>(h) He represented that sterile technique was not necessary in the handling of Sean 's blood and equipment during the UV light procedures because the UV light would kill any bacteria and avoid the risk of infection; and .</p>\n   <p>(i) He concealed the lack or paucity of scientific bases and studies suggesting any therapeutic benefit from these treatments, procedures or the controversy surrounding these procedures, or the risks involved in these procedures.</p>\n </blockquote>\n <p>27. The defendant Brian E.P.B. O'Connell fraudulently concealed that he was not licensed in Colorado to perform many of the procedures being recommended, including, but not limited to, the withdrawal of blood, infusion of chemicals, and other invasive procedures.</p>\n <p>28. The above factual representations and concealments were false and fraudulent.</p>\n <p>29. The above fraudulent misrepresentations and concealments were material to the family's decision-making.</p>\n <p>30. The defendant Brain E.P.B. O'Connell made the representations and concealments knowing them to be false or with reckless indifference as to whether they were true or false or not knowing whether they were true or false.</p>\n <p>31. The defendant Brain E.P.B. O'Connell made the misrepresentations ,and concealed the information with the intent that plaintiffs and their son, as well as other members of the consuming public, would rely upon the misrepresentations and concealments.</p>\n <p>32. The plaintiffs and their son Sean justifiably relied upon these misrepresentations and concealments by paying the defendant money and agreeing to the procedures and treatments proposed.</p>\n <p>33. As a direct and proximate result of the fraudulent misrepresentations and concealments, the plaintiffs suffered economic losses in the form of funds paid to the defendants for his &quot;treatments&quot;, they suffered the premature death of their son due to these procedures following falsely-induced hopes, and have endured, and will in the future endure, noneconomic losses from the fraud including grief, guilt, and mental distress, over having urged their son to endure these treatments and then watching him prematurely and horribly die from these treatments, all to their loss. damage and injury in such amount to be determined by the trier of fact.</p>\n <h3><u>THIRD CLAIM FOR RELIEF</u><br>\n  (Colorado Consumer Protection Act Violations)</h3>\n <p>34. Plaintiffs incorporate by reference those allegations as set forth in Paragraphs I through 33 above.</p>\n <p>35. The defendant Brian E.P.B. O'Connell engaged in deceptive trade practices as&nbsp; defined by CRS &sect;6-1-105 including, but not limited to:</p>\n <blockquote>\n   <p>(a) Subparagraph (b) knowingly making a false representation as to the sponsorship, approval or certification of his services;</p>\n   <p>(b) Subparagraph (c) knowingly making a false representation of connection or associations with others and certification by others;</p>\n   <p>(c) Subparagraph (e) knowingly making a false representation as to the characteristics, ingredients, uses, and benefits of his goods and services;</p>\n   <p>(d) Subparagraph (u) failing Lo disclose material information concerning his goods or services which information was known at the time of sale and such failure to disclose such information was intended to induce the consumer to enter into the transaction; and</p>\n   <p>(e) Subparagraph (z) refusing or failing to obtain all government licenses or permits required to perform the services as agreed to or contracted for with a consumer.</p>\n </blockquote>\n <p>36. The deceptive trade practices occurred in the course of the defendants' business, vocation or occupation.</p>\n <p>37. The deceptive trade practices were uniform and consistent and significantly impacted the public as actual or potential consumers of the defendants' goods and services.</p>\n <p>38. The defendant Brian E.P.B. O'Connell and his company, Mountain Area Naturopathic Associates, Inc. engaged in bad faith conduct consisting of fraudulent, willful, knowing and/or intentional conduct.</p>\n <p>39. As a direct and proximate result of the deceptive trade practices and the violation of Colorado's Consumer Protection Act, the plaintiffs sustained economic losses in the form of sums paid to the defendants as well as medical and hospital expenses incurred in the care and treatment of Sean's blood infection; the wrongful death of their son, Sean; and past and future noneconomic losses including, but not limited to, mental distress, grief, guilt, loss of companionship, and pain and suffering, all to their loss, damage and injury in such amount as the trier of fact deems just and reasonable. as well as treble damages, costs and attorney's fees authorized under CRS &sect;6-1-113.</p>\n <p>WHEREFORE, plaintiffs pray that judgement be entered against the defendants, Brian E.P.B. O'Connell and Mountain Area Naturopathic Associates, lnc. for compensatory damages, treble damages. costs, expert witness fees, all interest as allowed by law, and reasonable attorneys fees, plus such other and further relief as the Court deems just and proper.</p>\n <p>PLAINTIFFS DEMAND A TRIAL BY JURY OF ALL ISSUES SO TRIABLE.</p>\n <p>DATED this 5th day of October, 2004.</p>\n <p>Respectfully submitted,</p>\n <p>McDERMOTT, HANSEN &amp; McLAUGHLIN, LLP</p>\n <p><em>Duly signed original by William J. Hansen<br>\n  on file at McDermott, Hansen &amp; McLaughlin, LLP</em></p>\n <p>/s/William J. Hansen <br>\n  William 1. Hansen, #5768<br>\n  1890 Gaylord Street <br>\n  Denver, Colorado 80206<br>\n  (303) 399-6037<br>\n  Attorneys for Plaintiff</p>\n <p>Plaintiffs' Address:<br>\n   5484 South Ireland Way<br>\n  Centennial, CO 80015</p>\n <P class=\"revisiondate\">This page was revised on March 29, 2006. </P>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/00AboutQuackwatch/gsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.naturowatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.anrdoezrs.net/click-1543220-10948456\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.quackwatch.org/04ConsumerEducation/Reviews/herbalmeds.html\">Herbal Medicine, 3rd edition</a>. Excellent reference book, discount-priced.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>", "expected-search-type": "t"}