{"url": "http://www.quackwatch.com/01QuackeryRelatedTopics/chelation.html", "query": "oral chelation heart disease", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Chelation Therapy: Unproven Claims and Unsound Theories</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"234\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"234\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"../../wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">Your Guide to Quackery, Health Fraud, and Intelligent Decisions</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n  <H2>Chelation Therapy:<br>\n    Unproven Claims and Unsound Theories\n</H2>\n  <h3>Saul Green, Ph.D. </h3>\n  <P><!--BEGIN ABSTRACT-->\n    Chelation therapy, as discussed in this article, is a series\n      of intravenous infusions containing disodium <A HREF=\"http://www.chem.purdue.edu/gchelp/cchem/polys2.html\">EDTA</A> and various other substances. It is sometimes done by swallowing\nEDTA or other agents in pill form. Proponents claim that EDTA chelation\n      therapy is effective against atherosclerosis and many other serious\n      health problems. Its use is widespread because patients have\n      been led to believe that it is a valid alternative to established\n      medical interventions such as coronary bypass surgery. However,\n      there is no scientific evidence that this is so. It is also used\n      to treat nonexistent &quot;lead poisoning,&quot; &quot;<A HREF=\"mercury.html\">mercury\n      poisoning</A>,&quot; and other alleged toxic states that practitioners\n      diagnose with <A HREF=\"Tests/mercurytests.html\">tests on blood,\n  urine, and/or hair</A>.</P>\n  <P>The proponents' viewpoints have been summarized in four books: <I>The Chelation Answer: How to Prevent Hardening of the Arteries\n    and Rejuvenate Your Cardiovascular System</I> (1982), by Morton\n    Walker, D.P.M., and Garry Gordon, M.D.; <I>Chelation Therapy:</I> The Key to Unclogging Y our Arteries (1985), by John Parks Trowbridge,\n    M.D., and Morton Walker D.P.M.; <I>A Textbook on EDTA Chelation\n      Therapy</I> (1989), by Elmer M. Cranton, M.D.; and <I>Bypassing\n        Bypass: The New Technique of Chelation Therapy</I> (2nd edition,\n    1990), by Elmer Cranton, M.D., and Arline Brecher. The scientific\n    jargon in these books may create the false impression that chelation\n    therapy for atherosclerosis, and a host of other conditions,\n    is scientifically sound. The authors allege that between 300,000\n    and 500,000 patients have safely benefited. However, their evidence\n    consists of anecdotes, testimonials, and poorly designed experiments.</P>\n  <P>This article identifies the major claims made for EDTA chelation\n    and examines each in light of established scientific fact. The\n    sources used for this review included position papers of professional\n    societies, technical textbooks, research and review articles,\n    newspaper articles, patient testimonials, medical records, legal\n    depositions, transcripts of court testimony, privately published\n    books, clinic brochures, and personal correspondence. [Note:\n    Chelation with other substances has legitimate use in a few situations.\n    For example, deferoxamine (Desferol) is used to treat iron-overload\n    from multiple transfusions. But this is not related to the topic\n    of this article, and chelation with disodium EDTA is not a substitute\n    for Desferol chelation.]<!--END  ABSTRACT--></P>\n  <H4>Early History</h4>\n  <P>The term chelate, from the Greek <I>chele</I> for claw, refers\n    to the &quot;claw-like&quot; structure of the organic chemical\n    ethylenediaminetetraacetic acid (EDTA), first synthesized in\n    Germany in the 1930s. With this claw, EDTA binds di- and trivalent\n    metallic ions to form a stable ring structure. EDTA is water-soluble\n    and chelates only metallic ions that are dissolved in water.\n    At pH 7.4 (the normal pH of blood) the strength with which EDTA\n    binds dissolved metals, in decreasing order, is: iron+++ (ferric\n    ion), mercury++, copper++, aluminum+++, nickel++, lead++, cobalt++,\n    zinc++, iron++ (ferrous ion), cadmium++, manganese++, magnesium++,\n    and calcium++.</P>\n  <P>Mercury, lead, and cadmium cannot be metabolized by the body\n    and, if accumulated, can cause toxic effects by interfering with\n    various physiological functions. These substances are called\n    &quot;heavy metals,&quot; a term applied to metallic elements\n    whose specific gravity is about 5.0 or greater, especially those\n    that are poisonous. Aluminum is not a nutrient, but iron, copper, nickel, cobalt, zinc, manganese, magnesium, and calcium are essential nutrients that are needed\n    for normal metabolic activity.</P>\n  <P>After EDTA was found effective in chelating and removing toxic\n    metals from the blood, some scientists postulated that hardened\n    arteries could be softened if the calcium in their walls was\n    removed. The first indication that EDTA treatment might benefit\n    patients with atherosclerosis came from Clarke, Clarke, and Mosher,\n    who, in 1956, reported that patients with occlusive peripheral\n    vascular disease said they felt better after treatment with EDTA\n    [1].</P>\n  <P>In 1960, Meltzer et al., who had studied ten patients with\n    angina pectoris, reported that there was no objective evidence\n    of improvement in any of them that could be ascribed to the course\n    of EDTA chelation treatment. However, during the next two months,\n    most of the patients began reporting unusual improvement in their\n    symptoms. Prompted by these results, Kitchell et al. studied\n    the effects of chelation on 28 additional patients and reappraised\n    the course of the ten patients used in the original trial [2].\n    They found that although 25 of the 38 patients had exhibited\n    improved anginal patterns and half had shown improvement in electrocardiographic\n    patterns several months after the treatment had begun, these\n    effects were not lasting. At the time of the report, 12 of the\n    38 had died and only 15 reported feeling better. (This &quot;improvement&quot;\n    was not significant, however, because it was no better than would\n    be expected with proven methods and because there was no control\n    group for comparison.) Kitchell et al. concluded that EDTA chelation,\n    as used in this study, was &quot;not a useful clinical tool in\n    the treatment of coronary disease.&quot;</P>\n  <P><B>The &quot;Approved&quot; Protocol</B></P>\n  <P>The primary organization promoting chelation therapy is the <A HREF=\"http://www.acam.org/\">American College for Advancement\n    in Medicine (ACAM)</A>, which was founded in 1973 as the American\n    Academy for Medical Preventics. Since its inception, ACAM's focus\n    has been the promotion of chelation therapy. The group conducts\n    courses, sponsors the <I>American Journal of Advancement in Medicine</I>,\n    and administers a &quot;board certification&quot; program that\n    is not recognized by the scientific community. <A HREF=\"http://www.healthy.net/aspassociations/assocsearch.asp?table=American+College+for+Advancement+in+Medicine\">ACAM's\n      online directory</A> lists about 850 members, about 550 of whom\n    indicate that they practice chelation therapy.</P>\n  <P>In 1989, an ACAM protocol for &quot;the safe and effective\n    administration of EDTA chelation therapy&quot; was included in\n    Cranton's &quot;textbook,&quot; a 420-page special issue of the\n    journal that contains 28 articles and a foreword by Linus Pauling.\n    The protocol calls for intravenous infusion of 500 to 1,000 ml\n    of a solution containing 50 mg of disodium EDTA per kilogram\n    of body weight, plus heparin, magnesium chloride, a local anesthetic\n    (to prevent pain at the infusion site), several B-vitamins, and\n    4 to 20 grams of vitamin C. This solution is infused slowly over\n    3.5 to 4 hours, one to three times a week. The initial recommendation\n    is about 30 such treatments, with the possibility of additional\n    ones later. Additional vitamins, minerals, and other substances&#8212;prescribed orally&#8212;&quot;vary according to preferences of\n    both patients and physicians.&quot; Lifestyle modification, which\n    includes stress reduction, caffeine avoidance, alcohol limitation,\n    smoking cessation, exercise, and nutritional counseling, is encouraged\n    as part of the complete therapeutic program. The number of treatments\n    to achieve &quot;optimal therapeutic benefit&quot; for patients\n    with symptomatic disease is said to range from 20 (&quot;minimum&quot;),\n    30 (usually needed), or 40 (&quot;not uncommon&quot; before benefit\n    is reported&quot;) to as many as 100 or more over a period of\n    several years. &quot;Full benefit does not normally occur for\n    up to 3 months after a series is completed,&quot; the protocol\n    states&#8212;and &quot;follow-up treatments may be given once or\n    twice monthly for long-term maintenance, to sustain improvement\n    and to prevent recurrence of symptoms.&quot; The cost, typically\n    $75 to $125 per treatment, is not covered by most insurance companies. <A HREF=\"chelationfraud.html\">Some chelationists, in an attempt\n      to secure coverage for their patients, misstate on their insurance\n      claims that they are treating heavy-metal poisoning</A>.</P>\n  <P>In 1997, ACAM issued a revised protocol describing the same\n    procedures but adding circumstances (contraindications) under\n    which chelation should not be performed. As in 1989, the document\n    gives no criteria for determining: (1) who should be treated,\n    (2) how much treatment should be given, or (3) how to tell whether\n    the treatment is working.</P>\n  <P><B>Unproven Claims</B></P>\n  <P>Proponents claim that chelation therapy is effective against\n    atherosclerosis, coronary heart disease, and peripheral vascular\n    disease. Its supposed benefits include increased collateral blood\n    circulation; decreased blood viscosity; improved cell membrane\n    function; improved intracellular organelle function; decreased\n    arterial vasospasm; decreased free radical formation; inhibition\n    of the aging process; reversal of atherosclerosis; decrease in\n    angina; reversal of gangrene; improvement of skin color, healing\n    of diabetic ulcers. Proponents also claim that chelation is effective\n    against arthritis; multiple sclerosis; Parkinson's disease; psoriasis;\n    Alzheimer's disease; and problems with vision, hearing, smell,\n    muscle coordination, and sexual potency. None of these claimed\n    benefits has been demonstrated by well-designed clinical trials.</P>\n  <P>In a retrospective study of 2,870 patients treated with NaMgEDTA,\n    Olszewer and Carter (1989) concluded that EDTA chelation therapy\n    benefited patients with cardiac disease, peripheral vascular\n    disease and cerebrovascular disease. These conclusions were not\n    justified because the people who received the treatment were\n    not compared to people who did not.</P>\n  <P>In 1990, these authors carried out a &quot;double-blind study&quot;\n    in which EDTA chelation was used to treat ten patients with peripheral\n    vascular disease. The authors claimed that this was the first\n    such study. The patients' progress was evaluated by measuring\n    changes in their blood pressure and their performance in exercise\n    stress tests before, during, and after the course of treatment.\n    The authors claimed that EDTA had a significant impact on the\n    patients' clinical status because the removal of calcium, copper\n    and zinc from the vascular compartment corrected cholesterol\n    and lipoprotein metabolism; triggered a parathyroid response\n    that pulled calcium from the bones; decreased platelet aggregation;\n    lessened iron-generated free radical formation; reduced membrane\n    lipid peroxidation; decreased plaque formation; and prevented\n    intracellular calcium accumulation.</P>\n  <P>Between 1963 and 1985, independent physicians published at\n    least fifteen separate reports documenting the case histories\n    of more than seventy patients who had received chelation treatments.\n    They found no evidence of change in the atherosclerotic disease\n    process, no decrease in the size of atherosclerotic plaques,\n    and no evidence that narrowed arteries opened wider.</P>\n  <P>More recently, the results of two randomized, controlled,\n    double-blind clinical trials of chelation therapy were published\n    in peer-reviewed German medical journals. The first was conducted\n    by Curt Diehm, M.D., at the University of Heidelberg Medical\n    Clinic [3]. Diehm studied 45 patients who had intermittent claudication,\n    a condition in which impaired circulation causes the individual\n    to develop pain in the legs upon walking. About half of the patients\n    were treated with EDTA and the rest received Bencyclan, a bloodthinning\n    agent. In addition to determining the effect of each agent on\n    the ability to perform pain-free walking exercises, Diehm measured\n    the progress of the disease process in each patient during the\n    four-week treatment period and three months after treatment was\n    stopped. Statistical evaluation of the results after the blinding\n    code was broken showed that patients in both groups had equally\n    increased ability to perform pain-free walking exercises and\n    that treatment with EDTA did not result in any change in the\n    patients' blood flow, red cell viscosity, red-cell aggregation,\n    or triglyceride and cholesterol levels. Diehm also concluded\n    that the improvements in walking measurements in both groups\n    were directly related to his success in convincing them of his\n    strong interest in their well being and his ability to motivate\n    them to make an effort to perform greater activity.</P>\n  <P>In the second trial, R. Hopf, a cardiologist at the University\n    of Frankfurt, tested chelation in patients with coronary heart\n    disease [4]. In this trial, 16 patients with angiographic evidence\n    of coronary heart disease were randomized and divided into an\n    EDTA-treated and an untreated group. Before treatment, the treated\n    group averaged 2.1 significantly narrowed coronary arteries,\n    while the untreated group averaged 2.6. Patients were infused\n    with 500 ml of either the EDTA solution or dilute salt water\n    (a placebo) at three-day intervals for a total of 20 infusions.\n    On completion of the trial, patients in both groups said they\n    felt better and performed weightlifting tests equally well. However,\n    comparison of both groups before and after treatment, using angiography\n    and other tests, indicated no improvement in blood flow through\n    the patients' coronary arteries and a slight progression of their\n    atherosclerosis. Hopf concluded that chelation had no effect\n    on diseased coronary arteries.<A NAME=\"anchor126866\"></A></P>\n  <CENTER>\n    <TABLE WIDTH=\"93%\" BORDER=\"1\" CELLSPACING=\"2\"\n      CELLPADDING=\"0\">\n    <TR>\n      <TD WIDTH=\"37%\" HEIGHT=\"297\">This is an excerpt from a 1996 flyer\n        from an osteopathic physician whose radio advertisements invite\n        people who have been advised to have coronary bypass surgery\n        to consult him first. There is no published scientific evidence\n        that chelation therapy can render bypass surgery unnecessary\n        or can help people with any of the conditions listed in the ad.\n        The experience to which the ad refers is not a trustworthy substitute\n        for scientific testing. People with coronary artery disease who\n        need bypass surgery and choose chelation instead place themselves\n        at great risk.</TD>\n      <TD WIDTH=\"473\"><IMG SRC=\"chelationad.gif\" WIDTH=\"473\" HEIGHT=\"277\"\n            ALIGN=\"BOTTOM\" NATURALSIZEFLAG=\"3\"></TD>\n    </TR>\n  </TABLE></CENTER>\n  </P>\n  <P><B>Dubious Safety</B></P>\n  <P>Proponents also claim that chelation has been demonstrated\n    to be safe. In <I>Bypassing Bypass</I>, Cranton declares that\n    six million chelation treatments have been given safely over\n    the last forty years. In his textbook, however, he warns of the\n    seriousness of the possible side effects and advises that prospective\n    patients be given a complete physical examination and be tested\n    to rule out hypocalcemia, kidney impairment, allergic conditions\n    (sensitivity to components of the EDTA infusion fluids), hypoglycemia,\n    blood-clotting problems, congestive heart failure, liver impairment,\n    and tuberculosis.</P>\n  <P>Other observers have reported cases of hypocalcemia leading\n    to cardiac arrhythmias and tetany; kidney damage; decreased blood\n    clotting ability with abnormal bleeding; thrombophlebitis and\n    embolism; hypoglycemia and insulin shock; severe vasculitis and\n    autoimmune related hemolytic anemia, dermatitis with pruritus\n    and generalized eczema; and extensive clumping of platelets in\n    the blood of some patients with atherosclerosis and other chronic\n    diseases.</P>\n  <P>An important theoretical consideration should also be considered.\n    The trace metal most dramatically lost as a result of EDTA chelation\n    is zinc. French researchers have found that 24 hours after an\n    infusion of EDTA, the urine of human subjects contained 15 times\n    the normal amount of zinc [5]. Without replacement, the loss\n    of this much zinc over the months during which 30 to 40 treatments\n    are delivered will increase the potential for severe impairment\n    of immune function, precancerous cellular mutations, loss in\n    selective permeability of cell membranes and altered solubility\n    of pancreatic insulin. Although proponent literature advises\n    that supplemental zinc be administered to guard against zinc\n    depletion, studies showing that this supplementation actually\n    prevents depletion have not been published in the peer-reviewed\n    scientific literature.</P>\n  <P><B>Unsound Theories</B></P>\n  <P>Over the past 40 years, proponents have invoked various biochemical\n    mechanisms to justify their use of EDTA chelation. Each time\n    critics proved that the mechanism in vogue was scientifically\n    untenable, a new one was postulated together with new dogma.</P>\n  <UL>\n    <LI><I>Propose mechanism #1: The &quot;roto-rooter&quot; hypothesis </I>(1960s-1970s). Throughout the 1960s chelation proponents\n      claimed that the structure of arterial plaque depended on the\n      calcium it contained. They suggested that this calcium was <I>d</I>like\n      the rivets in a steel structure and that removing it would cause\n      the plaque to disintegrate, widening the affected arteries and\n      increasing blood flow. This mechanism was compared to &quot;roto-rooter&quot;\n      cleaning of a clogged household water pipe.\n  </UL>\n  <BLOCKQUOTE>\n    <P><I>Rebuttal:</I> Plaque is an integral part of the artery\n      wall and not a deposit on its surface. Calcium enters arterial\n      plaque in the late stages of its enlargement. Since EDTA cannot\n      pass through the artery cell membranes it cannot chelate the\n      calcium there. Chelation proponents have never presented evidence\n      that chelation therapy causes softening of hardened arteries,\n      removes calcium from arterial plaque or causes the plaque structure\n      to disintegrate.</P>\n    <P>Even if a chelating substance could impact on arterial disease,\n      there is good reason to doubt that EDTA would be an effective\n      agent. Of all the synthetic chelating agents that have been used\n      to bind metals in the body, EDTA is probably the least effective.\n      Because it is water-soluble, it cannot penetrate the lipid-rich\n      cell membranes. Because it is nonspecific, it binds the other\n      divalent and trivalent metal ions in a mixture before it binds\n      calcium. It is rapidly eliminated from the body, carries all\n      bound trace metals with it, and can deplete nutritionally important\n      trace metals.</P>\n  </BLOCKQUOTE>\n  <UL>\n    <LI><I>Proposed mechanism #2:</I> <I>Parathyroid hormone (PTH)\n      and plaque decalcification </I>(1970s-1980s). By the mid-70s\n      the roto-rooter hypothesis had been repudiated. However, because\n      proponents still believed that the structural integrity of arterial\n      plaque depended on its calcium content, a new rationale was needed.\n      In <I>The Chelation Answer,</I> Walker proposed that when ionic\n      calcium was removed from serum by EDTA chelation, it was replaced\n      by calcium from bone. This stimulated the parathyroid gland to\n      secrete PTH, which promoted remineralization of bone. Walker\n      alleged that the calcium for this bone remineralization was supplied\n      through serum by &quot;gradual transfer&quot; of calcium from\n      hardened arterial tissue and plaque. This, he said, softened\n      the arteries and caused plaque to disintegrate.\n  </UL>\n  <BLOCKQUOTE>\n    <P><I>Rebuttal:</I> Every metabolic process in our tissues depends\n      somewhat on calcium for its activity. To ensure human survival,\n      the neuromuscular system must be protected by preventing a loss\n      of calcium from the soft tissues. The calcium in blood plasma\n      is strictly maintained between 9.0 and 11.0 mg per 100 ml in\n      order to replenish any calcium that might be lost from soft tissues.\n      In adult humans, the principal calcium storage depots are the\n      bones, which contain over 99% (1,300 grams) of the calcium in\n      the body. The rest is contained in the soft tissues (0.6%, 7\n      grams), plasma (0.03%, 350 mg), and extravascular fluids (0.07%,\n      700 mg). The homeostatic mechanism by which the plasma calcium\n      level is maintained involves the action of PTH, and 1,25 dihydroxyvitamin\n      D3. These hormones regulate absorption of calcium from the gut,\n      reabsorption in the kidney tubules, and mobilization from the\n      bone.</P>\n    <P>The remineralization of bone uses calcium drawn from the plasma.\n      A fall in plasma calcium triggers secretion of extra PTH, increases\n      calcium reabsorption in the kidney tubules and synthesis by kidney\n      tissue of 1,25 dihydroxyvitamin D3, which causes increased calcium\n      absorption from the gut. These PTH actions on the kidney and\n      the gut maintain plasma calcium levels while bone remineralization\n      takes place.</P>\n    <P>Calcium in the soft tissues is kept from reaching toxic concentrations\n      (too high or too low ) by an exchange reaction with divalent\n      ions in the extracellular fluid. There is no normal physiological\n      mechanism by which the soft tissues supply calcium for bone remineralization,\n      and there is no homeostatic process that can selectively direct\n      decalcification of hardened arteries while leaving normal tissues\n      untouched.</P>\n  </BLOCKQUOTE>\n  <UL>\n    <LI><I>Proposed mechanism #3: EDTA chelation blocks production\n      of free radicals</I> <I>involved in a chain of reactions that\n        result in atherosclerosis. </I>(1980s to present). By the early\n      1980s, the extensive knowledge amassed by scientists about what\n      &quot;free radicals&quot; were, how they were generated, and\n      what damage they might do in the body allowed Cranton to posit\n      the &quot;current dogma&quot; in the 1990 edition of <I>Bypassing\n        Bypass</I>.\n  </UL>\n  <BLOCKQUOTE>\n    <P>According to Cranton, free radicals are produced in the body\n      by toxic metals and by abnormally placed iron and copper that\n      are released into the local blood stream when blood clots in\n      occluded arteries. These metals generate free radicals, which\n      oxidize fatty acids to lipid peroxides, which then generate new\n      free radicals themselves. This chain of oxidation reactions causes\n      arterial cell-membrane damage and plaque formation. When EDTA\n      binds iron, it becomes chemically unreactive and stops catalyzing\n      the production of the free radicals. Thus, EDTA chelation curbs\n      the pathological processes that cause atheromas (plaque) by greatly\n      reducing the amount of free radicals generated in the atherosclerotic\n      blood vessels.</P>\n    <P><I>Rebuttal:</I> Ionic iron has two electrons in its outermost\n      or N shell and 14 electrons in its M shell. This configuration\n      gives ionic iron the distinct characteristic of being able to\n      accept three pairs of electrons from other ions. As long as one\n      pair of these electrons is left unbound, ionic iron remains highly\n      reactive.</P>\n    <P>When iron is dissolved in water at a pH of 7.0 or more, its\n      three pairs of electrons will be bound to three OH groups of\n      the water. The resulting ferric hydroxide is insoluble and precipitates.\n      In contrast, when ionic iron is chelated with EDTA, only two\n      of the three pairs of available electrons are bound. The binding\n      of just two of the three pairs of electrons allows the iron to\n      exist in physiological solutions (at pH 7) in a soluble yet stable\n      form. More importantly, since the EDTA only forms bonds with\n      two of the three pairs of electrons, it allows the remaining\n      pair to be fully involved in oxidation reactions that generate\n      free radicals. Therefore, if EDTA chelates ionic iron, it does\n      not stop it from generating free radicals. Rather, EDTA chelation\n      keeps iron dissolved in the blood stream for extended periods\n      and magnifies the extent to which it catalyzes production of\n      tissue-damaging free radicals.</P>\n    <P>Under normal circumstances most of the iron in the body is\n      bound to proteins and is not able to generate free radicals.\n      As a result, the few free radicals that are generated by ionic\n      iron are fully dealt with by existing antioxidant enzyme systems.\n      However, when something causes the release of iron from these\n      protein complexes, the amount of ionic iron is markedly increased\n      and the potential for free-radical production is exacerbated.\n      High doses of vitamin C increase the amount of ionic iron in\n      the circulation by promoting its release from transferrin (the\n      iron-transport protein) and from ferritin (the iron-storage protein),\n      and by increasing the absorption of dietary iron from the gut.\n      Since EDTA infusion solutions include megadoses of vitamin C,\n      the possibility exists that chelation therapy will increase the\n      formation of free radicals that cause tissue damage!</P>\n  </BLOCKQUOTE>\n  <UL>\n    <LI><I>Proposed mechanism #4: Chelation therapy prevents mutations\n      of cells that </I>become an atheroma. Atheromas are benign tumors\n      that arise from mutated artery cells. Artery cells mutate when\n      their DNA is damaged by free radicals. When these cells grow,\n      they become a benign tumor called an atheroma (plaque).\n  </UL>\n  <BLOCKQUOTE>\n    <P><I>Rebuttal</I>: Arterial atheromas are not derived from mutant\n      cells but from events that cause damage and processes that attempt\n      repair. Low-density lipoproteins (LDL) in the plasma cross the\n      endothelial cell layer of the artery at a point where an injury\n      has occurred and are deposited in the subendothelial layer. Monocytes\n      are attracted to the injured area and migrate between the endothelial\n      cells to the subendothelial layers. These monocytes are converted\n      to macrophages which engulf the LDL and become the foam cells\n      or &quot;the fatty streak.&quot; The fibrous plaque-the accumulation\n      of foam cells ruptures the endothelial cell layer causing platelets\n      to aggregate at the site. Platelet growth factor is released,\n      stimulating smooth muscle cell proliferation and the deposition\n      of more LDL. Smooth muscle cells produce collagen and form a\n      fibrous, collagen-rich cap over the site (plaque). At this stage\n      the plaque contains cholesterol, lipid particles, and the debris\n      from dead cells . If this cap is dislodged, there is a rapid\n      repetition of the above steps and the plaque enlarges. The atheroma-smooth\n      muscle cell proliferation results in an infiltration into the\n      intima of the arterial wall. As the atheroma enlarges, the small\n      blood vessels surrounding it rupture and bleed, causing calcification\n      inside the atheroma. As the atheroma continues to enlarge, it\n      causes narrowing of the artery.</P>\n  </BLOCKQUOTE>\n  <H4>The Phantom Study</H4>\n  In October 1989, chelation therapy was listed as one of &quot;The\n      Top Ten Health Frauds&quot; in an article in <I>FDA Consumer.</I> The article reported that both the FDA and the <A HREF=\"http://www.americanheart.org/presenter.jhtml?identifier=3000843\">American\n      Heart Association</A> have said that there is no scientific evidence\n      that chelation therapy is effective against cardiovascular disease.\n      Three issues later, a letter from a proponent complained that\n      the listing was inappropriate because the FDA had approved the\n      protocol of a clinical trial that was underway. The letter was\n      followed by &quot;an apology for the error,&quot; which stated\n      that the editor had not been aware that chelation therapy had\n      been approved for a study. The editor's note also quoted an FDA\n      official who said that the study should &quot;unequivocally answer\n      at least several questions related to the utility of chelation\n  therapy in . . . intermittent claudication.&quot;\n  <P>The FDA should not have backed down because mere approval\n    for a clinical trial is not proof that method works. Nevertheless,\n    for several years, proponents continued to trumpet the <I>existence</I> of the study as evidence that their claims were justified. The\n    study, however, has not been completed. According to proponents,\n    a drug company that was involved in funding the study changed\n    its mind, leaving them without the resources to complete it.\n    Even if the study had been completed and had demonstrated benefit\n    in patients with intermittent claudication, it would not have\n    proven that chelation is safe or effective for anything else.</P>\n  <P>In 1992, a group of cardiovascular surgeons in Denmark published\n    results of a double-blinded, randomized, placebo-controlled study\n    of EDTA treatment for severe intermittent claudication [6]. A\n    total of 153 patients in two groups received 20 infusions of\n    EDTA or a placebo for 5 to 9 weeks, in a clinical protocol duplicating\n    the conditions used by Olszewer and Carter in 1990. The changes\n    seen in pain-free and maximal walking distances were similar\n    for the EDTA-treated and the placebo group, and there were no\n    long-term therapeutic effects noted in 3-month and 6-month follow-ups.\n    These investigators concluded that chelation was not effective\n    against intermittent claudication.</P>\n  <H4>Summary and Conclusions</H4>\n  <P>Chelation therapists state they have administered millions\n    of EDTA treatments to hundreds of thousands of patients over\n    the past 40 years. Protagonist publications contain their claims\n    of numerous clinical successes and speculations couched in modern\n    scientific terms, seeking to explain how chelation therapy could\n    work. Since there is no evidence showing the treatment has modified\n    the disease process, it is clear that the &quot;benefits&quot;\n    being described are the result of the compassionate attention\n    paid to the problems of the patient and to the encouragement\n    given them to cope with their symptoms, and/or to changes in\n    patients' lifestyle, the same ones recommended by scientific\n    practitioners</P>\n  <P>If chelation therapists practiced in a scientific manner,\n    their publications would show an interest in obtaining objective\n    proof that chelation could alter the progress of the atherosclerosis,\n    that occluded blood vessels could be cleared, that plaque deposits\n    could be reduced, and that hardened arteries could be &quot;softened.&quot;\n    Their data would include carefully documented case reports with\n    long-term follow-up, comparisons of angiograms or ultrasound\n    tests before and after chelation, and data from autopsies of\n    former patients. But chelationists have published no such data.\n    The few well-designed studies that have addressed the efficacy\n    of chelation for atherosclerotic diseases have been carried out\n    by &quot;establishment &quot; medical scientists. Without exception,\n    these found no evidence that chelation worked.</P>\n  <P>Based on numerous reviews of the world's medical literature,\n    these same conclusions have been reached by the FDA, the FTC,\n    National Institutes of Health, National Research Council, California\n    Medical Society, American Medical Association, Centers for Disease\n    Control and Prevention, <A HREF=\"http://www.americanheart.org/presenter.jhtml?identifier=3000843\">American\n      Heart Association</A><A HREF=\"http://www.americanheart.org/Heart_and_Stroke_A_Z_Guide/chelat.html\"></A>, American College of Physicians, American\n    Academy of Family Physicians, American Society for Clinical Pharmacology\n    Therapeutics, American College of Cardiology, and American Osteopathic\n    Association.</P>\n  <P>Notwithstanding claims to the contrary, the chelation &quot;establishment&quot;\n    is not being victimized by a prejudiced and arrogant medical\n    orthodoxy, but by its own unwillingness to mount a rigorous,\n    placebo-controlled, double-blind clinical trial and stand by\n    the results.</P>\n  <H4>About the Author</H4>\n  <P>Dr. Green (1925-2007) was a biochemist who did cancer research at Memorial\n    Sloan-Kettering Cancer Center for 23 years. He consulted on scientific\n    methodology and had a special interest in unproven methods. </P>\n  <CENTER><TABLE WIDTH=\"93%\" BORDER=\"1\" CELLSPACING=\"0\" CELLPADDING=\"2\">\n    <TR>\n      <TD WIDTH=\"100%\" BGCOLOR=\"#FFFF99\"><H4>\n        <CENTER>\n          &nbsp;Update by Stephen Barrett,\n            M.D.\n        </CENTER>\n      </H4>\n          <P>In 1998, the U.S. Federal Trade Commission charged that ACAM's\n            Web site and a brochure had made false or unsubstantiated claims\n            that:</P>\n        <UL>\n            <LI>&quot;Chelation therapy is a safe, effective and relatively\n              inexpensive treatment to restore blood flow in victims of atherosclerosis\n              without surgery.&quot;\n            <LI>&quot;EDTA improves calcium and cholesterol metabolism by\n              eliminating metallic catalysts which cause damage to cell membranes\n              by producing oxygen free radicals. Free radical pathology is\n              now believed by many scientists to be an important contributing\n              cause of atherosclerosis, cancer, diabetes and other diseases\n              of aging. EDTA helps to prevent the production of harmful free\n              radicals.&quot;\n            <LI>&quot;Chelation therapy is used to reverse symptoms of hardening\n              of the arteries, also known as atherosclerosis or arteriosclerosis.&quot;\n            <LI>&quot;Every single study of the use of chelation therapy\n              for atherosclerosis which has ever been published, without exception,\n              has described an improvement in blood flow and symptoms.&quot;\n            <LI>&quot;Chelation therapy promotes health by correcting the\n              major underlying cause of arterial blockage. Damaging oxygen\n              free radicals are increased by the presence of metallic elements\n              and act as a chronic irritant to blood vessel walls and cell\n              membranes. EDTA removes those metallic irritants, allowing leaky\n              and damaged cell walls to heal. Plaques smooth over and shrink,\n              allowing more blood to pass. Arterial walls become softer and\n              more pliable, allowing easier expansion. Scientific studies have\n              proven that blood flow increases after chelation therapy.&quot;\n            <LI>&quot;Chelation therapy is an office treatment which improves\n              blood flow throughout the entire vascular system . . ..&quot;The\n              reader is advised that varying and even conflicting views are\n              held by other segments of the medical profession. . . . This\n              information represents the current opinion of independent physician\n              consultants to ACAM at the time of publication.&quot;\n          </UL>\n        <P>In December 1998, <A HREF=\"../02ConsumerProtection/ftcchelation.html\">the\n          FTC announced that it had secured a consent agreement</A> barring\n          ACAM from making unsubstantiated advertising claims that chelation\n          therapy is effective against atherosclerosis or any other disease\n          of the circulatory system.</P>\n        <P>In 2001, researchers at the University of Calgary reported\n          that cardiac patients receiving chelation therapy fared no better\n          than those who received placebo treatment. The patients were\n          randomly assigned to get intravenous infusions twice weekly for\n          15 weeks and monthly treatments for 12 more weeks. Thirty-nine\n          patients in each group completed the 27-week protocol and were\n          followed for about six more months. The chelation and placebo\n          groups showed no difference in exercise capacity or feelings\n          of well-being, but both groups increased their ability to walk\n          on a treadmill by an average of one minute [7]. Edzard Ernst,\n          M.D., Ph.D., a professor of complementary medicine who has closely\n          examined published reports on chelation therapy, responded to\n          the report with this comment:</P>\n        <BLOCKQUOTE>\n            <P>The present study is of immense importance. The authors screened\n              a huge number of patients to eventually include 84 in the trial.\n              The trial was conducted carefully and with appropriate endpoints.\n              The results show significant improvements in both groups. Imagine\n              this had been an uncontrolled study: its results would have been\n              celebrated by the 'chelation lobby' as a proof of efficacy! One\n              now also understands the strikingly discrepant results of controlled\n              and uncontrolled trials [8]. Luckily, in this trial, we have\n              a placebo control group. The group comparisons yield no significant\n              differences. Perhaps there was a type II error? The answer is\n              no: the authors have done their homework well and did include\n              a proper power calculation. I am therefore confident to concede\n              that this was a definitive study and that chelation does not\n              benefit heart patients beyond the placebo effect. Given its costs\n              and risks, it should therefore be banned from the therapeutic\n              repertoire of CAM [9].</P>\n        </BLOCKQUOTE>\n        <p>        In 2013, JAMA published the results of the NIH-sponsored Trial to Assess Chelation Therapy (TACT), which was intended to evaluate the use of chelation therapy against atherosclerotic cardiovascular disease [10]. The  study measured five endpoints (death, myocardial infarction, stroke, coronary revascularization, and hospitalization for angina). The authors reported that, when the endpoints were combined, the patients who received chelation did slightly better overall than those who received a placebo. However, none of the outcomes reached statistical significance when measured alone and there was also a high dropout rate. (Only 65% of patients completed all of the planned infusion and 30% dropped out.) The TACT authors concluded correctly that the results &quot;did not constitute evidence to recommend the clinical application of chelation therapy.&quot; The report was accompanied an editorial that severely criticized the study [11].</p>\n        <p>In 2013, the Oregon Medical board issued a &quot;Statement of Philosophy&quot; which concluded that there is no scientific evidence that chelation therapy is  effective  for any\n    medical condition other than heavy metal toxicity [12].</p>\n        <p>Several years ago, the <a href=\"http://www.ncahf.org/policy/chelation.html\">National Council Against Health Fraud</a> concluded that chelation\n          therapy is unethical and should be banned and that chelation therapy\n          of autistic children should be considered child abuse. I agree.</p>\n      </TD>\n    </TR>\n  </TABLE></CENTER>\n  <H4>For Additional Information</H4>\n  <UL>\n    <LI><A HREF=\"chelationpharm.html\">The Pharmacology of Chelation\n      Therapy</A>\n    <LI><A HREF=\"chelationimp.html\">EDTA Chelation Therapy for Atherosclerosis\n      and Degenerative Diseases: Implausibility and Paradoxical Oxidant\n      Effects </A>\n    <LI><A HREF=\"chelationfraud.html\">Chelation Therapy and Insurance\n      Fraud</A>\n    <LI><a href=\"http://www.ncahf.org/policy/chelation.html\">National Council Against Health Fraud Policy Statement on Chelation Therapy</a>\n    <LI><A HREF=\"http://www.americanheart.org/presenter.jhtml?identifier=3000843\">Questions\n            and Answers about Chelation Therapy (American Heart Association)</A>\n    <li><a href=\"chelationreg.html\">Regulatory Actions against Chelation Therapists</a></li>\n    <li><a href=\"http://www.chelationwatch.org/safety/mmwr2006.shtml\">Three Deaths Associated with Hypocalcemia from Chelation Therapy</a> </li>\n    <li><a href=\"http://www.chelationwatch.org/research/tact.shtml\">Why the NIH Study of Chelation Therapy \n      Should Have Been Stopped</a></li>\n  </UL>\n  <H4>References</H4>\n  <OL>\n    <LI>American Journal of Medical Science 230:654-666, 1956.\n    <LI>Kitchell JR and others. Treatment of coronary artery disease.\n      American Journal of Cardiology 11:501-506, 1963.\n    <LI>Zeit. Deutsch Herzstiftung. Vol 10, July 1986.\n    <LI>Zeit. f. Kardiology, 76, #2, 1987.\n    <LI>Allain P and others. <A HREF=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=1905148&dopt=Abstract\">Effects\n      of an EDTA infusion on the urinary elimination of several elements\n      in healthy subjects.</A> British Journal of Clinical Pharmacology\n      31:347-349, 1991.\n    <LI>Guldager B and others. <A HREF=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=1556523&dopt=Abstract\">EDTA\n      treatment of intermittent claudication: A double-blind, placebo-controlled\n      study</A>. Journal of Internal Medicine 231:261-267, 1992.\n    <LI>Knudson ML and others. <A HREF=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=11798370&dopt=Abstract\">Chelation\n      therapy for ischemic heart disease: a randomized, controlled\n      trial</A>. JAMA 287:481-486, 2002.\n    <LI>Ernst E. <A HREF=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=10874275&dopt=Abstract\">Chelation\n      therapy for coronary heart disease: An overview of all clinical\n      investigations</A>. American Heart Journal 140:139-141, 2000.\n    <LI>Ernst J. Commentary. Chelation therapy does not benefit heart\n      patients. Focus on Alternative and Complementary Therapies 7153,\n    2002.\n    <li>Lamas GA and others. <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1672238\">Effect of disodium EDTA chelation regimen on cardiovascular events in patients with previous myocardial infarction: The TACT randomized trial</a>. JAMA 309:1241-1250, 2013.    </li>\n    <LI>Nissen SE. <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1672219\">Concerns about reliability in the Trial to Assess Chelation Therapy (TACT)</a>. JAMA 309:1293-1294, 2013.<LI><a href=\"http://www.oregon.gov/omb/board/philosophy/Pages/Chelation-Therapy.aspx\">Statement of Philosophy: Chelation therapy</a>. Oregon Medical Board, October 2013.         \n</OL>\n  <p align=\"center\"><FONT SIZE=\"-1\">This page was revised on November 9, 2013.</FONT></p>\n</div>\n<title></title> \n<div id=\"footer\">\n<a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"../../00AboutQuackwatch/gsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.quackwatch.org/index.html\">Home</a>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Vendors</strong> </p>\n      <div align=\"left\">\n        <ul><li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n          and hosting with superb technical support.</li>\n        </ul>\n      </div>\n  </blockquote>\n</div>\n"}