{"links": ["/index.html", "http://www.quackwatch.org/wgsearch.html", "http://www.quackwatch.org/00AboutQuackwatch/donations.html", "http://www.quackwatch.org/wgsearch.html", "http://www.casewatch.org/index.html", "http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ", "http://www.naturaldatabase.com/quackwatch", "http://www.pharmwatch.org/p", "http://www.consumerlab.com/index.asp?claffid=101024", "http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20", "http://www.OnlyMyEmail.com/?371795", "http://www.10types.com"], "title": "Warning Letter to Can-x Products", "url": "http://www.casewatch.org/fdawarning/prod/2004/canx.shtml", "actual-search-type": "n", "paragraphs": ["This letter concerns Can-x Black Salve and Can-x Black Salve Tablets marketed by Can-x Products on the Internet site www.canxproducts.com.", "According to information on this site, Can-x Black Salve is sold as a topical treatment and cure for skin cancer, tumors, moles and warts, and Can-x Black Salve Tablets are sold as a treatment for virus-related disorders and internal growths.", "Ordering instructions and a price list for the drugs are provided on the website.", "Consumers are directed to print the order form, fill out the information, and mail it with full payment to Can-x Products, 1526 South 55th Street, Milwaukee, WI 53214.", "The intended uses of Can-x Black Salve and Can-x Black Salve Tablets are conveyed on the Internet site.", " Can-x contains natural herbs and an enzyme known to neutralize carcinogens prior to their stimulating any tumor growth.", " Another herb has a substance that prevents tumorous cells from multiplying once they have started.", " Removes plaque from teeth and diseases from gums.", " Generates blood purification by inducing oxygen into the system and affected areas, thus killing any virus or malignant growth.", " Alleviates yeast infection (Candidas) in women.", " Can-x Black Salve works quite effectively when applied topically on areas malignant, toxic or virus related.", "The salve penetrates and travels the area to its roots, killing all foreign matter and drawing it out.", "Sometimes the infected part will cut itself from the skin and come out in one chunk or it will just slough off on the bandage.", "It works differently on different types of malignancies or virus types of skin problems.", " Can-x Tablets may be taken internally for virus related disorders and internal growths.", " Can-x Black Salve is for external use.", "Photos of Can-x Black Salve use appear on the Internet site, captioned as follows, These photos show a tumor which was treated with Can-x Black Salve.", "In addition, the site states, Black Salve may be used to heal malignancies not only in humans but in cows, save herds of calves from early viral diseases, treat sarciod [sic] on horses, and treat abnormal tissue growths in all kinds of pets (animals).", "The Internet site contains directions for use of the product on animals.", "Based on the claims cited above, Can-x Black Salve and Can-x Black Salve Tablets are drugs as defined by 21 USC.", "Moreover, Can-x Black Salve and Can-x Black Salve Tablets are new drugs and new animal drugs as defined by 21 U.S.C.", "321(v), because there is no evidence that they are generally recognized as safe and effective for the intended uses conveyed on their labeling.", "355(a), a new drug may not be introduced or delivered for introduction into interstate commerce unless an FDA-approved drug application is in effect for the drug.", "The distribution of Can-x Black Salve and Can-x Black Salve Tablets in violation of 21 U.S.C.", "355 is prohibited by 21 U.S.C.", "These drug products are also new animal drugs, and there is no approved New Animal Drug Application on file for their use.", "Thus, they are unsafe under 21 U.S.C.", "360b and, in turn, adulterated under 21 U.S.C.", "Under the Federal Food, Drug and Cosmetic Act (the Act), as amended by the Dietary Supplement Health and Education Act (DSHEA), claims that products are intended to prevent, diagnose, mitigate, treat, or cure disease (disease claims), excepting health claims authorized for use by FDA, cause Can-x Black Salve and Black Salve Tablets to be drugs, and not dietary supplements.", "The intended uses of a product may be established through product labels and labeling, catalogs, brochures, audio and videotapes, Internet sites, or other circumstances surrounding the distribution of a product.", "Furthermore, Can-x Black Salve is a topical product and cannot be a dietary supplement because it is not intended for ingestion, but rather to bypass the alimentary canal by direct absorption through the skin.", "The Act defines the term dietary supplement in 21 U.S.C.", "321(ff)(2)(A)(i) to mean a product that is intended for ingestion.", "Consequently, topical products intended to enter the body directly through the skin or mucosal tissues, are not dietary supplements.", "In addition, Can-x Black Salve and Can-x Black Salve Tablets are misbranded under 21 U.S.C.", "352(f)(1) because their labeling fails to bear adequate directions for the uses for which they are being offered, and they are not exempt from this requirement under 21 CFR 201.115.", "The violations described above are not intended to be an all-inclusive list of your firms deficiencies.", "It is your responsibility to ensure that all drug products manufactured and distributed by your firm comply with federal laws and regulations.", "Federal agencies are advised of the issuance of all Warning Letters about drugs and devices so that they may take this information into account when considering the award of contracts.", "You should take prompt action to correct the listed violations.", "Failure to do so may result in regulatory action without further notice.", "Possible actions include seizure, injunction, and/or prosecution.", "Please reply in writing within fifteen days of your receipt of this letter regarding the steps that you have taken to correct the listed violations and to prevent their recurrence.", "If corrective action cannot be completed within 15 working days, state the reason for the delay and the time within which the corrections will be made.", "Your response should be directed to Compliance Officer Brian D. Garthwaite, Ph.D., at the U.S. Food and Drug Administration, Minneapolis District, 212 Third Avenue So., Minneapolis, MN 55401."], "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Warning Letter to Can-x Products</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n<!--#config timefmt=\"%x\"-->\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"213\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"213\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">Your Guide to Health-Related Legal Matters</div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n <table cellspacing=0 cellpadding=0 width=\"94%\" border=0>\n  <tr> \n    <td width=\"60%\" height=\"63\" valign=\"middle\"> \n      <h3 style=\" color: #000080; background-color: #ffffff; font-size: 0.8em; text-align: left; font-weight: bold;\">\t  <img src=\"/Gifs/HHSlogo.gif\" alt=\"Department of Health and Human Services' logo\" height=\"54\" width=\"54\" align=\"middle\" border=\"0\">\nDepartment of Health and Human Services</h3>\n    </td>\n    <td valign=\"bottom\" width=\"40%\">\n      <p> Public Health Service <br>\n\n        Food and Drug Administration</p>\n    </td>\n  </tr>\n  <tr> \n    <td valign=\"middle\">&nbsp;</td>\n    <td valign=\"top\"> \n      <p>Minneapolis District Office<br>\n        Central Region<br>\n        212 Third Avenue South<br>\n        Minneapolis, MN 55401<br>\n        Telephone: (612) 334-4100<br>\n        FAX: (612) 334-4142</p>\n    </td>\n  </tr>\n</table>\n\n<p> December 14, 2004</p>\n<p align=\"center\">WARNING LETTER</p>\n<p>CERTIFIED MAIL<br>\n  RETURN RECEIPT REQUESTED Refer to MIN 05 - 04</p>\n<p>Yvone Ashen<br>\n  Can-x Products<br>\n  165 Seminole Way<br>\n  DeForest, Wisconsin 53532</p>\n<p>Linda Longrie<br>\n  Can-x Products<br>\n  1526 S. 55th Street<br>\n  Milwaukee, Wisconsin 53214</p>\n<p>Dear Ms. Ashen and Ms. Longrie:</p>\n<p>This letter concerns Can-x Black Salve and Can-x Black Salve Tablets marketed by Can-x Products on the Internet site www.canxproducts.com. According to information on this site, Can-x Black Salve is sold as a topical treatment and cure for skin cancer, tumors, moles and warts, and Can-x Black Salve Tablets are sold as a treatment for virus-related disorders and internal growths. Ordering instructions and a price list for the drugs are provided on the website. Consumers are directed to print the order form, fill out the information, and mail it with full payment to Can-x Products, 1526 South 55th Street, Milwaukee, WI 53214.</p>\n<p>The intended uses of Can-x Black Salve and Can-x Black Salve Tablets are conveyed on the Internet site. These include statements such as:</p>\n<ul>\n  <li> Can-x contains natural herbs and an enzyme known to neutralize carcinogens prior to their stimulating any tumor growth.</li>\n  <li> Another herb has a substance that prevents tumorous cells from multiplying once they have started.</li>\n  <li> Removes plaque from teeth and diseases from gums.</li>\n  <li> Generates blood purification by inducing oxygen into the system and affected areas, thus killing any virus or malignant growth.</li>\n  <li> Alleviates yeast infection (Candidas) in women.</li>\n  <li> Helps alleviate colon problems.</li>\n  <li> Can-x Black Salve works quite effectively when applied topically on areas malignant, toxic or virus related. The salve penetrates and travels the area to its roots, killing all foreign matter and drawing it out. Sometimes the infected part will cut itself from the skin and come out in one chunk or it will just slough off on the bandage. It works differently on different types of malignancies or virus types of skin problems.</li>\n  <li> Can-x Tablets may be taken internally for virus related disorders and internal growths.</li>\n  <li> Can-x Black Salve is for external use.</li>\n</ul>\n<p>Photos of Can-x Black Salve use appear on the Internet site, captioned as follows, &quot;These photos show a tumor which was treated with Can-x Black Salve. Detail of tumor during treatment. Tumor removed from arm.&quot; In addition, the site states, &quot;Black Salve&quot; may be used to heal malignancies not only in humans but in cows, save herds of calves from early viral diseases, treat sarciod [sic] on horses, and treat abnormal tissue growths in all kinds of pets (animals).&quot; The Internet site contains directions for use of the product on animals.</p>\n<p>Based on the claims cited above, Can-x Black Salve and Can-x Black Salve Tablets are &quot;drugs&quot; as defined by 21 USC. 321(g). Moreover, Can-x Black Salve and Can-x Black Salve Tablets are &quot;new drugs&quot; and &quot;new animal drugs&quot; as defined by 21 U.S.C. 321(p) and 21 U.S.C. 321(v), because there is no evidence that they are generally recognized as safe and effective for the intended uses conveyed on their labeling. Under 21 U.S.C. 355(a), a &quot;new drug&quot; may not be introduced or delivered for introduction into interstate commerce unless an FDA-approved drug application is in effect for the drug. The distribution of Can-x Black Salve and Can-x Black Salve Tablets in violation of 21 U.S.C. 355 is prohibited by 21 U.S.C. 331(d). These drug products are also new animal drugs, and there is no approved New Animal Drug Application on file for their use. Thus, they are unsafe under 21 U.S.C. 360b and, in turn, adulterated under 21 U.S.C. 351(a)(5).</p>\n<p>Under the Federal Food, Drug and Cosmetic Act (the Act), as amended by the Dietary Supplement Health and Education Act (DSHEA), claims that products are intended to prevent, diagnose, mitigate, treat, or cure disease (disease claims), excepting health claims authorized for use by FDA, cause Can-x Black Salve and Black Salve Tablets to be drugs, and not dietary supplements. The intended uses of a product may be established through product labels and labeling, catalogs, brochures, audio and videotapes, Internet sites, or other circumstances surrounding the distribution of a product.</p>\n<p>Furthermore, Can-x Black Salve is a topical product and cannot be a dietary supplement because it is not intended for ingestion, but rather to bypass the alimentary canal by direct absorption through the skin. The Act defines the term &ldquo;dietary supplement&rdquo; in 21 U.S.C. 321(ff)(2)(A)(i) to mean a product that is &quot;intended for ingestion. &quot;Consequently, topical products intended to enter the body directly through the skin or mucosal tissues, are not &quot;dietary supplements.&quot;</p>\n<p>In addition, Can-x Black Salve and Can-x Black Salve Tablets are misbranded under 21 U.S.C. 352(f)(1) because their labeling fails to bear adequate directions for the uses for which they are being offered, and they are not exempt from this requirement under 21 CFR 201.115.</p>\n<p>The violations described above are not intended to be an all-inclusive list of your firm&rsquo;s deficiencies. It is your responsibility to ensure that all drug products manufactured and distributed by your firm comply with federal laws and regulations. Federal agencies are advised of the issuance of all Warning Letters about drugs and devices so that they may take this information into account when considering the award of contracts.</p>\n<p>You should take prompt action to correct the listed violations. Failure to do so may result in regulatory action without further notice. Possible actions include seizure, injunction, and/or prosecution.</p>\n<p>Please reply in writing within fifteen days of your receipt of this letter regarding the steps that you have taken to correct the listed violations and to prevent their recurrence. If corrective action cannot be completed within 15 working days, state the reason for the delay and the time within which the corrections will be made.</p>\n<p>Your response should be directed to Compliance Officer Brian D. Garthwaite, Ph.D., at the U.S. Food and Drug Administration, Minneapolis District, 212 Third Avenue So., Minneapolis, MN 55401.</p>\n<p>Sincerely,</p>\n<p>/s/</p>\n<p>W. Charles Becoat<br>\n  Director<br>\n  Minneapolis Distric</p>\n<p class=\"revisiondate\">This page was posted on December 29, 2004. </p>\n</div>\n<div id=\"footer\">\n<p><a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"http://www.quackwatch.org/wgsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.casewatch.org/index.html\">Home</a><br>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Companies</strong> </p>\n      <div align=\"left\">\n        <ul>\n          <li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service.</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n            and hosting with superb technical support.</li>\n          </ul>\n      </div>\n  </blockquote>\n</div>", "authors": [], "query": "black salve", "expected-search-type": "t"}