{"links": ["http://www.quackwatch.org/index.html", "../../wgsearch.html", "http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi", "http://www.healingformula.net/", "http://www.pennysaved.com/cpdx.pdf", "http://www.healingformula.net/addendum.htm", "http://www.casewatch.org/fdawarning/prod/2005/twofeathers.shtml", "http://www.quackwatch.org/00AboutQuackwatch/altseek.html", "http://www.quackwatch.org/00AboutQuackwatch/donations.html", "../../00AboutQuackwatch/gsearch.html", "http://www.quackwatch.org/index.html", "http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ", "http://www.naturaldatabase.com/quackwatch", "http://www.pharmwatch.org/p", "http://www.consumerlab.com/index.asp?claffid=101024", "http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20", "http://www.OnlyMyEmail.com/?371795", "http://www.10types.com"], "title": "Some Notes on \"Two Feathers Healing Formula\"", "url": "http://www.quackwatch.com/01QuackeryRelatedTopics/Cancer/twofeathers.html", "actual-search-type": "n", "paragraphs": ["Two Feathers Healing Formula is marketed through the Internet with claims of effectiveness against cancers and a long list of other diseases and conditions.", "Its ingredients are said to be calcium phosphate, zinc, potassium, magnesium, sodium and eleven trace minerals in a specially prepared blend of 17 synergistic herbs.", "TWO FEATHERS is an American Indian healing formula over one hundred years old, that has been used successfully for cancer, tumors, herpes, diabetes, Chronic Fatigue Syndrome, allergies, viral diseases, yeast and fungal infections, parasites, Lupus, moles, liver detox, vaginitis, worms and skin cancer.", "The site has several testimonials from people who claim that the product cured their cancer.", "Some describe cancers coming out of their body at a point where the salve was applied to their skin.", "These descriptions suggest that the salve might be an escharotic, a substance that burns whatever tissues it encounters.", "The use of escharotics to treat cancer dates back hundreds of years, perhaps even to ancient times, but there is no rational reason to use one today.", "Tumors confined to the superficial layers of the skin might be burned off with a corrosive salve or paste.", "However, products capable of accomplishing this can also burn the surrounding normal tissue and result in unnecessary scarring.", "For superficial cancersfor which the cure rate with standard treatment is nearly 100%it makes much more sense to use standard methods that can destroy the cancer with little or no damage to the nearby tissues.", "The idea that products applied to the skin draw out the cancer beneath them is preposterous.", "Furthermore, even if a product could do this, it could not influence cancers that have spread (metastasized) to distant regions of the body.", "Spirit Technologies is operated by Robert Roy, whose does not appear to have any relevant health-related education.", "I met a Native American elder who introduced me to a complex herbal formula held secret by his family for over a hundred years and shared only with members of their family and tribe.", "For a long period of time the original formula was kept from public view because of the respect and sacredness with which the elder and his family held this formula.", "The elder told me that the formula had been used for a whole host of imbalances of the body, malignancies, tumors, open sores, food poisoning, liver problems, skin infections, colds, flu, as well as wart and mole removal.", "He recounted his own experience since 1977, when his father passed on to him the secret of the formula.", "Since then he has seen the formula heal candida albicans, chronic fatigue syndrome, skin malignancies, lupus internal growths, all virus' in origin, and much more.", "The formula, he stated, when taken internally is attracted to wherever an imbalance is situated in the system.", "It begins the healing work immediately while strengthening the body and aiding its ability to overcome the disease.", "As an enema, it is a great colon and intestinal cleanser and detoxicant, saturating the lower organs like a beneficial balm.", "Taken as a douche, its cleansing ability is immediate and thorough.", "The elder also told me of a lady in his tribe with a cervical disease.", "He suggested that she douche with the compound every other day and take it orally; the regimen healed her completely [1].", "PLEASE NOTE: The distributor and producers of Compound X do not make any claims for the effectiveness of the product nor do they recommend any particular usage.", "The choice of process used in the various forms of application or ingestion of Compound X products is the sole responsibility of the customer.", "Favorable results from the use of Compound X products cannot be guaranteed entirely, since each person's disorder or affliction is individual in nature and one must thereby expect results accordingly.", "In some cases scaring may occur with topical use and the distributor cannot be responsible as this will vary with individuals and methods of application.", "Compound X products are offered as nutrient systemic and skin care aids, not medicine.", "Furthermore, we encourages holistic physician consultation for diagnostic determinations [1].", "On August 12, 2003, in response to a pharmacy student who inquired about the ingredients, Roy replied: First of all, I have no respect for pharmaceutical drugs, I believe them to be be poisons, secondly we do not give out information on our formula.", "Robert Roy would like you to believe that his secret formula is effective against all cancers and a long list of other diseases and conditions.", "Furthermore, federal law requires that products marketed for preventing or treating disease (a) be recognized as safe and effective by experts, (b) identify their ingredients, and (c) be labeled with adequate directions for their intended use.", "The Two Feathers products meet none of these standards.", "In April 2005, the FDA ordered Roy and Two Feathers, Inc., to stop marketing the product [3]."], "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Some Notes on &quot;Two Feathers Healing Formula&quot;</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"234\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"234\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"../../wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">Your Guide to Quackery, Health Fraud, and Intelligent Decisions</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n  \n\n  <h2>Some Notes on &quot;Two Feathers Healing Formula&quot;</h2>\n    <h3>Stephen Barrett, M.D.</h3>\n\n  <DL><DT><TABLE WIDTH=\"88%\" BORDER=\"0\" CELLSPACING=\"0\" CELLPADDING=\"0\">\n        <TR>\n          <TD WIDTH=\"758\" VALIGN=\"TOP\"><P>Two Feathers Healing Formula is marketed through the Internet with claims of effectiveness against cancers and a long list of other diseases and conditions. Its ingredients are said to be &quot;calcium phosphate, zinc, potassium, magnesium, sodium and eleven trace minerals in a specially prepared blend of 17 synergistic herbs.&quot; [1]</P>\n              <P>The formula, also referred to as &quot;Compound X,&quot; is available in salve and tablet form. The salve sells for $124.95 for a 2 oz. jar, which is said to be a 6-week supply. Two Feathers Healing Tablets retail for $99.95 for a 60-tablet bottle, said to be a 4-week supply. Its primary distributor, <A HREF=\"http://www.healingformula.net/\">Spirit Technologies</A>, P.O. Box 8033, Reno, Nevada, states:\n          </TD>\n          <TD WIDTH=\"16\" VALIGN=\"TOP\">&nbsp;</TD>\n          <TD WIDTH=\"179\" VALIGN=\"TOP\"><P>\n              <CENTER>\n                <IMG SRC=\"Gifs/twofeathers.jpg\" WIDTH=\"160\" HEIGHT=\"139\"\n              ALIGN=\"BOTTOM\" BORDER=\"0\" NATURALSIZEFLAG=\"3\">\n              </CENTER>\n          </TD>\n        </TR>\n      </TABLE>\n  </DL>\n  <BLOCKQUOTE>\n    <DL>\n      <DT>TWO FEATHERS is an American Indian healing formula over one hundred years old, that has been used successfully for cancer, tumors, herpes, diabetes, Chronic Fatigue Syndrome, allergies, viral diseases, yeast and fungal infections, parasites, Lupus, moles, liver detox, vaginitis, worms and skin cancer. Also used as a powerful preventative remedy and detoxifier, once or twice a year.\n    </DL>\n  </BLOCKQUOTE>\n  <P>The Web site further states:</P>\n  <BLOCKQUOTE>\n    <P>Two Feathers Healing Formula has been found to have the following effects on the human system:</P>\n  </BLOCKQUOTE>\n  <UL>\n    <UL>\n      <LI>Reproduces protein enzymes in system\n      <LI>Strengthens enzyme structure\n      <LI>Normalizes differentiated cells\n      <LI>Responsible for release of negative cells from body by switching electrical frequency\n      <LI>Oxygenates all cells\n      <LI>Immune system stimulant, i.e. T cells\n      <LI>Reorganizes electrical system\n      <LI>Enhances oxygen to brain\n      <LI>Restores blood parameters to normal\n      <LI>Reduces excess fluid in heart, feet, ankles, wrists and lungs\n      <LI>Actively restores elimination through skin, urine and feces\n      <LI>Stimulates positive systemic nutrients in system\n      <LI>Restores equilibrium (homeostasis) to body tissues and fluids\n      <LI>Preventative, strongest of all anti-oxidants\n      <LI>Transdermal poultice effect immediate, within five seconds\n      <LI>Decreases all malignancies promptly\n      <LI>Works on twelve hour cycle, most effective when taken once daily preferably in the morning\n      <LI>Reduces mycosis in system\n      <LI>Ancient American Indian formula that eliminates degenerative diseases of modern civilization (pollution of food, air and water) despite modern technology [2].\n    </UL>\n  </UL>\n  <P>The site has several testimonials from people who claim that the product cured their cancer. Some describe cancers coming out of their body at a point where the salve was applied to their skin. These descriptions suggest that the salve might be an escharotic, a substance that burns whatever tissues it encounters. The use of escharotics to treat cancer dates back hundreds of years, perhaps even to ancient times, but there is no rational reason to use one today. Tumors confined to the superficial layers of the skin might be burned off with a corrosive salve or paste. However, products capable of accomplishing this can also burn the surrounding normal tissue and result in unnecessary scarring. For superficial cancers&#8212;for which the cure rate with standard treatment is nearly 100%&#8212;it makes much more sense to use standard methods that can destroy the cancer with little or no damage to the nearby tissues. The idea that products applied to the skin &quot;draw out&quot; the cancer&quot; beneath them is preposterous. Furthermore, even if a product could do this, it could not influence cancers that have spread (metastasized) to distant regions of the body.</P>\n  <P>Spirit Technologies is operated by Robert Roy, whose does not appear to have any relevant health-related education. Another site that markets the products has a report in which Roy states:</P>\n  <BLOCKQUOTE>\n    <P>I met a Native American elder who introduced me to a complex herbal formula held secret by his family for over a hundred years and shared only with members of their family and tribe. . . .</P>\n    <P>For a long period of time the original formula was kept from public view because of the respect and sacredness with which the elder and his family held this formula. The elder told me that the formula had been used for a whole host of imbalances of the body, malignancies, tumors, open sores, food poisoning, liver problems, skin infections, colds, flu, as well as wart and mole removal. He recounted his own experience since 1977, when his father passed on to him the secret of the formula. Since then he has seen the formula heal candida albicans, chronic fatigue syndrome, skin malignancies, lupus internal growths, all virus' in origin, and much more.</P>\n    <P>The formula, he stated, when taken internally is attracted to wherever an imbalance is situated in the system. It begins the healing work immediately while strengthening the body and aiding its ability to overcome the disease. As an enema, it is a great colon and intestinal cleanser and detoxicant, saturating the lower organs like a beneficial balm. Taken as a douche, its cleansing ability is immediate and thorough. The elder also told me of a lady in his tribe with a cervical disease. He suggested that she douche with the compound every other day and take it orally; the regimen healed her completely [1].</P>\n  </BLOCKQUOTE>\n  <P>The document further states:</P>\n  <BLOCKQUOTE>\n    <P>PLEASE NOTE: The distributor and producers of Compound X do not make any claims for the effectiveness of the product nor do they recommend any particular usage. The choice of process used in the various forms of application or ingestion of Compound X products is the sole responsibility of the customer. Favorable results from the use of Compound X products cannot be guaranteed entirely, since each person's disorder or affliction is individual in nature and one must thereby expect results accordingly. In some cases scaring may occur with topical use and the distributor cannot be responsible as this will vary with individuals and methods of application.</P>\n    <P>Compound X products are offered as nutrient systemic and skin care aids, not medicine. . . . Furthermore, we encourages holistic physician consultation for diagnostic determinations [1].</P>\n  </BLOCKQUOTE>\n  <P>On August 12, 2003, in response to a pharmacy student who inquired about the ingredients, Roy replied: &quot;First of all, I have no respect for pharmaceutical drugs, I believe them to be be poisons, secondly we do not give out information on our formula.&quot;</P>\n  <h4>The Bottom Line</h4>\n  <P>Robert Roy would like you to believe that his &quot;secret formula&quot; is effective against all cancers and a long list of other diseases and conditions. I don't believe it. Furthermore, federal law requires that products marketed for preventing or treating disease (a) be recognized as safe and effective by experts, (b) identify their ingredients, and (c) be labeled with adequate directions for their intended use. The Two Feathers products meet none of these standards. In April 2005, the FDA ordered Roy and Two Feathers, Inc., to stop marketing the product [3].</P>\n  <h4>References</h4>\n  <OL>\n    <LI><A HREF=\"http://www.pennysaved.com/cpdx.pdf\">Two Feathers Healing Formula</A>, undated.\n    <LI><A HREF=\"http://www.healingformula.net/addendum.htm\">Addendum for professionals</A>. Spirit Technologies Web site, accessed Aug 9, 2003.      \n    <LI>Cassens BJ. <a href=\"http://www.casewatch.org/fdawarning/prod/2005/twofeathers.shtml\">Warning letter to Two Feathers, Inc., and Robert Roy</a>. April 13, 2005.     \n  </OL>\n  <P>\n    <CENTER>\n      <A HREF=\"http://www.quackwatch.org/00AboutQuackwatch/altseek.html\">Special Message for Cancer Patients</A>\n    </CENTER>\n  </P>\n  <span class=\"revisiondate\">This article was revised on May 20, 2005</span>.\n</div>\n<title></title> \n<div id=\"footer\">\n<a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"../../00AboutQuackwatch/gsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.quackwatch.org/index.html\">Home</a>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Vendors</strong> </p>\n      <div align=\"left\">\n        <ul><li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n          and hosting with superb technical support.</li>\n        </ul>\n      </div>\n  </blockquote>\n</div>\n", "authors": [], "query": "black salve", "expected-search-type": "t"}