{"url": "http://www.quackwatch.org/01QuackeryRelatedTopics/DSH/coral2.html", "query": "alkaline water cancer cure -healthline", "actual-search-type": "a", "expected-search-type": "a", "contents": "<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\">\n<html>\n<head>\n\n\n<title>Acid/Alkaline Theory of Disease Is Nonsense</title>\n  <link type=\"text/css\" rel=\"stylesheet\" href=\"/css/quackwatch.css\">\n</head>\n<body marginheight=\"0\" marginwidth=\"0\">\n\n<div id=\"banner\">\n<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n  <tbody>\n    <tr valign=\"top\">\n      <td valign=\"top\" width=\"95\"> <img border=\"0\" height=\"100\"\n width=\"95\" alt=\"\" src=\"/css/images/logo.gif\"> </td>\n      <td>\n      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\">\n        <tbody>\n          <tr valign=\"top\">\n            <td width=\"234\" align=\"left\"> <img border=\"0\" height=\"76\"\n width=\"234\" alt=\"\" src=\"/css/images/logotype.gif\"> </td>\n            <td width=\"100%\">\n            <div class=\"tab\"><a\n href=\"http://www.quackwatch.org/index.html\">Home</a></div>\n            <div class=\"tab\"><a\n href=\"../../wgsearch.html\">Search</a></div>\n            </td>\n          </tr>\n          <tr>\n            <td colspan=\"2\">\n            <div style=\"text-align: left;\"> </div>\n            <div class=\"bannerlinks\" style=\"text-align: left;\">\n              <table width=\"100%\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n                <tr>\n                  <td width=\"67%\" class=\"bannerlinks\"><div align=\"left\">Your Guide to Quackery, Health Fraud, and Intelligent Decisions</div></td>\n                  <td width=\"33%\" class=\"bannerlinks\"><div align=\"right\"><A HREF=\"http://www.comcat.com/cgi-bin/cgiwrap/~sbinfo/forward.cgi\">Send \n\t\t\t\t  This Page to a Friend</a> &nbsp;&nbsp;&nbsp;&nbsp; </div></td>\n                </tr>\n              </table>\n              </div>\n            </td>\n          </tr>\n        </tbody>\n      </table>\n      </td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n\n<div id=\"content\">\n\n    <h2>Acid/Alkaline Theory of Disease Is Nonsense</h2>\n  <h3>Gabe Mirkin, M.D.</h3>\n \n  <P><!--BEGIN ABSTRACT-->\n    Have you seen advertisements for products such as coral calcium\nor alkaline water that are supposed to neutralize acid in your\nbloodstream? Taking calcium or drinking alkaline water does not\naffect blood acidity. Anyone who tells you that certain foods\nor supplements make your stomach or blood acidic does not understand\nnutrition.</P>\n\n  <P>You should not believe that it matters whether foods are acidic\n    or alkaline, because no foods change the acidity of anything in\n    your body except your urine. Your stomach is so acidic that no\n    food can change its acidity. Citrus fruits, vinegar, and vitamins\n    such as ascorbic acid or folic acid do not change the acidity\n    of your stomach or your bloodstream. An entire bottle of calcium\n    pills or antacids would not change the acidity of your stomach\n    for more than a few minutes.</P>\n  <P>All foods that leave your stomach are acidic. Then they enter\n    your intestines where secretions from your pancreas neutralize\n    the stomach acids. So no matter what you eat, the food in stomach\n    is acidic and the food in the intestines is alkaline.</P>\n  <P>Dietary modification  cannot change the acidity of any part of your body except\n    your urine. Your bloodstream and organs control acidity in a very\n    narrow range. Anything that changed acidity in your body would\n    make you very sick and could even kill you. Promoters of these\n    products claim that cancer cells cannot live in an alkaline environment\n    and that is true, but neither can any of the other cells in your\n    body.</P>\n  <P>All chemical reactions in your body are started by chemicals\n    called enzymes. For example, if you convert chemical A to chemical\n    B and release energy, enzymes must start these reactions. All\n    enzymes function in a very narrow range of acidity. (The degree\n    of acidity or alkalinity is expressed as &quot;pH.&quot;). If\n    your blood changes its acidity or alkalinity for any reason, it\n    is quickly changed back to the normal pH or these enzymes would\n    not function and the necessary chemical reactions would not proceed\n    in your body.</P>\n  <P>For example, when you hold your breath, carbon dioxide accumulates\n    in your bloodstream very rapidly and your blood turns acidic,\n    and you will become uncomfortable or even pass out. This forces\n    you to start breathing again immediately, and the pH returns to\n    normal. If your kidneys are damaged and cannot regulate the acidity\n    of your bloodstream, chemical reactions stop, poisons accumulate\n    in your bloodstream, and you can die.</P>\n  <P>Certain foods can leave end-products called ash that can make\n    your urine acid or alkaline, but urine is the only body fluid\n    that can have its acidity changed by food or supplements. ALKALINE-ASH\n    FOODS include fresh fruit and raw vegetables. ACID-ASH FOODS include\n    ALL ANIMAL PRODUCTS, whole grains, beans and other seeds. These\n    foods can change the acidity of your urine, but that's irrelevant\n    since your urine is contained in your bladder and does not affect\n    the pH of any other part of your body.</P>\n  <P>When you take in more protein than your body needs, your body\n    cannot store it, so the excess amino acids are converted to organic\n    acids that would acidify your blood. But your blood never becomes\n    acidic because as soon as the proteins are converted to organic\n    acids, calcium leaves your bones to neutralize the acid and prevent\n    any change in pH. Because of this, many scientists think that\n    taking in too much protein may weaken bones to cause osteoporosis.</P>\n  <P>Cranberries have been shown to help prevent recurrent urinary\n    tract infections, but not because of their acidity. They contain\n    chemicals that prevent bacteria from sticking to urinary tract\n    cells.</P>\n  <P>Taking calcium supplements or drinking alkaline water will\n    not change the pH of your blood. If you hear someone say that\n    your body is too acidic and you should use their product to make\n    it more alkaline, you would be wise not to believe anything else\n  the person tells you.<!--END  ABSTRACT--></P>\n<hr noshade align=\"left\" width=\"20%\">\n  <P>Dr. Mirkin, who practices medicine in Kensington, Maryland, is board-certified\n    in four specialties: allergy and immunology; sports medicine;\n  pediatrics; and pediatric immunology. He has served as a teaching fellow at Johns Hopkins Medical School, Assistant Professor at the University of Maryland, and Associate Clinical Professor in Pediatrics at the Georgetown University School of Medicine. He has written 16 books on sportsmedicine, weight control,\n    and low-fat eating. <A HREF=\"http://www.drmirkin.com/\">His Web\n  site</A> offers  broadcasts and  reports on thousands of topics. He also offers a free weekly e-mail newsletter.</P>\n  <p class=\"revisiondate\">This article was revised on January 11, 2009.</P>\n</div>\n<title></title> \n<div id=\"footer\">\n<a href=\"http://www.quackwatch.org/00AboutQuackwatch/donations.html\">Make\na Donation</a> &nbsp;|&nbsp; <a\n href=\"../../00AboutQuackwatch/gsearch.html\">Search All of Our Affiliated Sites</a>&nbsp;\n|&nbsp; <a href=\"http://www.quackwatch.org/index.html\">Home</a>\n</div>\n<div id=\"footerSponsors\">\n    <blockquote>\n      <p class=\"footerSponsors\"><strong>Links to Recommended Vendors</strong> </p>\n      <div align=\"left\">\n        <ul><li><a href=\"http://www.pntra.com/t/SENISEhGT0xDR0pHTUlPQ0dJTkpHSQ\">Zenni Optical</a>. High-quality eyeglasses at amazingly low prices.</li>\n          <li><a href=\"http://www.naturaldatabase.com/quackwatch\">Natural Medicines Comprehensive Database</a>. Trustworthy information on dietary supplements and herbs.</li>\n          <li><a href=\"http://www.pharmwatch.org/p\">PharmacyChecker.com</a>: Compare drug prices and save money at verified online pharmacies.</li>\n          <li><a href=\"http://www.consumerlab.com/index.asp?claffid=101024\">ConsumerLab.com</a>: Evaluates the quality of dietary supplement and herbal products.</li>\n          <li><a href=\"http://www.amazon.com/?_encoding=UTF8&tag=quackwatch00-20\">Amazon.com</a>: Discount prices, huge inventory, and superb customer service</li>\n          <li><a href=\"http://www.OnlyMyEmail.com/?371795\">OnlyMyEmail</a>: Award-winning anti-spam services.</li>\n          <li><a href=\"http://www.10types.com\">10 Types</a>: Website design, development,\n          and hosting with superb technical support.</li>\n        </ul>\n      </div>\n  </blockquote>\n</div>"}